[
    {
        "subject": "Dringend: Potentieel beveiligingsrisico vereist onmiddellijke actie",
        "addressing_the_receiver": "Geachte heer Vandenberg,",
        "body": "We hebben een potentieel beveiligingsrisico ontdekt dat onmiddellijke aandacht vereist. Onze recente analyses van uw cybersecurity infrastructuur hebben een kwetsbaarheid aan het licht gebracht die, indien niet snel aangepakt, ernstige gevolgen kan hebben voor de operationele stabiliteit en de gegevensbeveiliging van Proximus. Het is essentieel dat we deze kwestie zo snel mogelijk aanpakken om mogelijke schade te voorkomen. Hieronder vindt u een link naar een gedetailleerd rapport waarin de bevindingen worden beschreven, evenals aanbevolen stappen voor onmiddellijke mitigatie. Uw actie is nu cruciaal om de integriteit van uw systemen te waarborgen. We verzoeken u vriendelijk het rapport onmiddellijk te raadplegen.",
        "email_sign_fullname": "Wouter De Smet",
        "email_sign_role": "Cybersecurity Specialist",
        "email_sign_company": "Davinsi Labs",
        "call_to_action_text": "Bekijk rapport"
    },
    {
        "subject": "Belangrijk: Onmiddellijke actie vereist ivm cyberbeveiligingslek",
        "addressing_the_receiver": "Geachte heer Vandenberg,",
        "body": "Er is een kritiek cyberbeveiligingslek geïdentificeerd dat een onmiddellijke reactie van uw kant vereist. Onze monitoring systemen hebben een anomalie gedetecteerd die wijst op een mogelijke inbraakpoging die misbruik maakt van een recente kwetsbaarheid in uw netwerk. Deze situatie is van het hoogste belang en vereist directe actie om de blootstelling te minimaliseren en de veiligheid van Proximus te waarborgen. In de volgende link vindt u een gedetailleerde analyse van het beveiligingslek en de aanbevolen stappen om dit onmiddellijk op te lossen. Het is van essentieel belang dat u deze informatie onmiddellijk bekijkt.",
        "email_sign_fullname": "Wouter De Smet",
        "email_sign_role": "Cybersecurity Specialist",
        "email_sign_company": "Davinsi Labs",
        "call_to_action_text": "Analyse Bekijken"
    },
    {
        "subject": "Urgent: Beveiligingsincident_Reactie vereist",
        "addressing_the_receiver": "Geachte heer Vandenberg,",
        "body": "We hebben een beveiligingsincident gedetecteerd dat een onmiddellijke respons vereist. Onze geavanceerde dreigingsanalyse heeft een afwijking in uw systeemverkeer vastgesteld, wat wijst op een mogelijke actieve cyberaanval. Het is van cruciaal belang dat we dit incident direct aanpakken om verdere schade en gegevensverlies te voorkomen. U kunt via de link een volledige analyse van het incident en de vereiste acties vinden. We dringen er bij u op aan om deze informatie direct te bekijken en de voorgestelde stappen uit te voeren.",
        "email_sign_fullname": "Wouter De Smet",
        "email_sign_role": "Cybersecurity Specialist",
        "email_sign_company": "Davinsi Labs",
        "call_to_action_text": "Bekijk Analyse"
    }
]