[
    {
        "subject": "Exclusieve uitnodiging: Customer Experience Sessies voor Cybersecurity Specialisten",
        "addressing_the_receiver": "Beste Luc Vandenberg,",
        "body": "We hebben het genoegen u uit te nodigen voor onze Customer Experience Sessies, speciaal ontworpen voor Cybersecurity Specialisten zoals u. Deze sessies bieden een unieke kans om dieper in te gaan op de nieuwste ontwikkelingen en uitdagingen binnen de cybersecurity, en om te netwerken met collega's uit het veld. De plaatsen zijn beperkt, dus we raden u aan om snel te reageren en uw deelname te bevestigen via de onderstaande link. Wacht niet langer, de sessies zijn snel volgeboekt.",
        "email_sign_fullname": "Sophie Dubois",
        "email_sign_role": "Cybersecurity Consultant",
        "email_sign_company": "Davinsi Labs",
        "call_to_action_text": "Schrijf nu in"
    },
    {
        "subject": "Dringend: Beperkte plaatsen voor Cybersecurity Customer Experience Sessies",
        "addressing_the_receiver": "Beste Luc Vandenberg,",
        "body": "Als cybersecurity specialist willen we u persoonlijk uitnodigen voor onze exclusieve Customer Experience Sessies. Deze sessies zijn ontworpen om u de meest recente inzichten en strategieën te bieden in cybersecurity en operationele intelligentie. Gezien de beperkte beschikbaarheid, is een snelle aanmelding noodzakelijk. Klik op de link hieronder om uw plaats te reserveren. Wacht niet langer, de plaatsen zijn bijna vol.",
        "email_sign_fullname": "Sophie Dubois",
        "email_sign_role": "Cybersecurity Consultant",
        "email_sign_company": "Davinsi Labs",
        "call_to_action_text": "Reserveer nu"
    },
    {
        "subject": "Laatste kans: Cybersecurity Sessies - Beperkt aantal plaatsen beschikbaar",
        "addressing_the_receiver": "Beste Luc Vandenberg,",
        "body": "We herinneren u graag aan de exclusieve Customer Experience Sessies gericht op cybersecurity specialisten. Deze sessies bieden waardevolle inzichten en netwerkmogelijkheden. De plaatsen zijn echter zeer beperkt en de vraag is groot. We vragen u met klem om de link hieronder te gebruiken om uw deelname te bevestigen. Handel nu, voor het te laat is.",
        "email_sign_fullname": "Sophie Dubois",
        "email_sign_role": "Cybersecurity Consultant",
        "email_sign_company": "Davinsi Labs",
        "call_to_action_text": "Bevestig nu"
    }
]