[
    {
        "subject": "Dringend: Beveiligingslek in Proximus IT-Infrastructuur",
        "body": "Beste Luc Vandenberg,\n\nWe hebben zojuist een kritiek beveiligingslek ontdekt in een deel van de Proximus IT-infrastructuur waar Proximus Spearit diensten levert. Dit lek kan de veiligheid van gevoelige gegevens in gevaar brengen en moet onmiddellijk worden aangepakt.\n\nHet gaat om een kwetsbaarheid in de netwerkconfiguratie die mogelijk ongeautoriseerde toegang tot systemen toestaat. Ons team werkt aan een dringende oplossing, maar we hebben uw onmiddellijke actie nodig om de implementatie te versnellen.\n\nDownload de bijgevoegde patch en volg de instructies in het document om het lek op uw deel van het netwerk te dichten. De bijgevoegde documentatie bevat gedetailleerde stappen en tijdslijnen.\n\nDe tijd dringt en we vragen u om dit binnen de komende 2 uur te voltooien om verdere risico’s te minimaliseren.  \n\nNeem bij vragen direct contact op met onze servicedesk.\n\nMet vriendelijke groet,\n\n",
        "email_sign_fullname": "Jan De Smet",
        "email_sign_role": "Cybersecurity Specialist",
        "email_sign_company": "Proximus Spearit",
        "receiver_name": "Luc Vandenberg"
    },
    {
        "subject": "Onmiddellijke actie vereist: Potentieel datalek in Skype for Business",
        "body": "Beste Luc Vandenberg,\n\nOns monitoring systeem heeft zojuist een ongebruikelijk activiteitspatroon gedetecteerd in de Skype for Business omgeving die Proximus Spearit onderhoudt. Er is een potentieel datalek dat onmiddellijke actie vereist om de integriteit van onze communicatiesystemen te beschermen.\n\nHet lijkt erop dat er een ongeautoriseerde poging is gedaan om toegang te krijgen tot gebruikersgegevens. Om de risico's te minimaliseren, is het cruciaal dat u de bijgevoegde security update installeert. \n\nDe instructies voor het installeren van de update zijn ook in het bijgevoegde document te vinden. Het is essentieel dat u deze installatie binnen het uur afrondt.\n\nWees alert en neem direct contact met ons op als u ongewoon gedrag of andere verdachte activiteiten opmerkt.\n\nMet vriendelijke groet,\n\n",
        "email_sign_fullname": "Annelies Dubois",
        "email_sign_role": "Project Manager",
        "email_sign_company": "Proximus Spearit",
        "receiver_name": "Luc Vandenberg"
    },
    {
        "subject": "Dringend: Serveronderhoud vereist voor beveiligingsupdate",
        "body": "Beste Luc Vandenberg,\n\nEr is een kritieke beveiligingsupdate beschikbaar voor de servers die Proximus Spearit beheert. Het is van cruciaal belang dat deze update zo snel mogelijk wordt geïnstalleerd om de integriteit van onze systemen te waarborgen.\n\nHet niet uitvoeren van deze update kan leiden tot blootstelling aan beveiligingsrisico's en potentiële verstoring van onze dienstverlening. Daarom vragen we u om onmiddellijk actie te ondernemen. \n\nKlik op de onderstaande link om de bijgevoegde update te downloaden en de bijbehorende installatie-instructies te bekijken. We verzoeken u vriendelijk deze actie binnen de komende 2 uur af te ronden.\n\nhttps://example.com/securityupdate\n\nBij vragen kunt u rechtstreeks contact opnemen met ons supportteam. \n\nMet vriendelijke groet,\n\n",
        "email_sign_fullname": "Pieter Janssens",
        "email_sign_role": "IT Specialist",
        "email_sign_company": "Proximus Spearit",
        "receiver_name": "Luc Vandenberg"
    }
]