[
    {
        "subject": "Urgent_Action_Required: Proximus Network Outage Analysis",
        "addressing_the_receiver": "Dear Emma Wouters,",
        "body": "We've identified a critical network outage that demands your immediate attention. As a Cybersecurity Specialist, your expertise is crucial in understanding the potential security implications. This outage may stem from a vulnerability we need to address swiftly. Please review the attached analysis immediately to understand the situation fully. Your prompt action is vital to ensure minimal disruption and maintain network integrity.",
        "email_sign_fullname": "Isabelle Dubois",
        "email_sign_role": "Project Lead",
        "email_sign_company": "Coast"
    },
    {
        "subject": "Immediate_Review: Cybersecurity Implications of Network Instability",
        "addressing_the_receiver": "Dear Emma Wouters,",
        "body": "Recent network instability at Proximus requires your immediate review. Given your role as a Cybersecurity Specialist, we need your insights into any potential vulnerabilities this may expose. It is imperative that you click on the link below and download the report outlining the issue and provide an assessment. Your swift action is essential for mitigating risks and ensuring the security of our network.",
        "email_sign_fullname": "Isabelle Dubois",
        "email_sign_role": "Project Lead",
        "email_sign_company": "Coast"
    },
    {
        "subject": "Critical_Update: Network Security Review Following Outage",
        "addressing_the_receiver": "Dear Emma Wouters,",
        "body": "Following the recent network outage, we require a detailed security assessment from your team. As a Cybersecurity Specialist, your expertise is crucial in identifying any security gaps. Please download the attached briefing and provide your findings promptly. This is a critical step in ensuring that similar incidents are prevented in the future.",
        "email_sign_fullname": "Isabelle Dubois",
        "email_sign_role": "Project Lead",
        "email_sign_company": "Coast"
    }
]