[
    {
        "subject": "Exclusive Training Opportunity for Marketing Specialists",
        "body": "Dear Wouters,\n\nBICS is excited to announce a series of training sessions specifically designed for Marketing Specialists. These sessions will cover the latest trends and strategies in international communications, mobile data services, and more, providing you with valuable insights to enhance your marketing efforts.\n\nSpaces are limited, and we anticipate high demand. To secure your spot, please click on the link below. We encourage you to take prompt action as seats are filling up rapidly.\n\nKind regards,",
        "email_sign_fullname": "Amandine Davin",
        "email_sign_role": "Group Category Leader, Stationery",
        "email_sign_company": "BICS",
        "receiver_full_name": "Emma Wouters"
    },
    {
        "subject": "Advance Your Marketing Skills with BICS Training",
        "body": "Dear Wouters,\n\nWe are pleased to invite you to an exclusive training opportunity organized by BICS, tailored for Marketing Specialists like yourself. These sessions will provide you with the knowledge and tools needed to excel in the dynamic world of international communications and mobile data services.\n\nGiven the limited availability, we urge you to register as soon as possible by clicking the link below. Your swift response will ensure you don't miss out on this valuable opportunity.\n\nBest regards,",
        "email_sign_fullname": "Pierre Delhaize",
        "email_sign_role": "Chief Executive Officer",
        "email_sign_company": "BICS",
        "receiver_full_name": "Emma Wouters"
    },
    {
        "subject": "Don't Miss Out: BICS Training for Marketing Specialists",
        "body": "Dear Wouters,\n\nBICS is hosting a set of specialized training sessions for Marketing Specialists, and we believe this is an opportunity you won't want to miss. These sessions are designed to provide actionable insights and strategies in international communications and mobile data services to further enhance your skillset.\n\nSpots are filling up quickly, so we encourage you to click on the link below and secure your place now. Prompt registration is essential to ensure you benefit from this opportunity.\n\nSincerely,",
        "email_sign_fullname": "Nathalie Vanderbeck",
        "email_sign_role": "Chief Financial Officer",
        "email_sign_company": "BICS",
        "receiver_full_name": "Emma Wouters"
    }
]