[
    {
        "subject": "Dringend: Betalingsachterstanden bij LuxConnect_Datacenterdiensten",
        "body": "Geachte heer Vandenberg,\n\nIk hoop dat deze e-mail u goed bereikt.\n\nIk schrijf u vandaag namens LuxConnect met betrekking tot een dringende kwestie die onze samenwerking beïnvloedt. We hebben aanzienlijke vertragingen in de betalingen van Proximus vastgesteld voor de geleverde datacenterdiensten. Deze betalingsachterstanden hebben een directe impact op onze operationele capaciteit en kunnen onze serviceverlening aan u en andere klanten beïnvloeden. Het is van essentieel belang dat we deze kwestie zo snel mogelijk oplossen.\n\nAls Cybersecurity Specialist bent u mogelijk niet direct betrokken bij de financiële aspecten, maar de vertragingen in betalingen kunnen een impact hebben op onze capaciteit om de noodzakelijke investeringen te doen in beveiliging en infrastructuur, wat weer gevolgen kan hebben voor uw beveiligingsprotocollen. Het is daarom belangrijk dat deze kwestie met spoed wordt aangepakt.\n\nWe hebben een gedetailleerd overzicht van de achterstallige betalingen bijgevoegd. We verzoeken u vriendelijk dit document te bekijken via de onderstaande link. We stellen het zeer op prijs als u dit intern kunt escaleren naar de juiste afdelingen om een snelle oplossing te garanderen.\n\nMet vriendelijke groet,\n\n",
        "email_sign_fullname": "Thomas Muller",
        "email_sign_role": "Account Manager Data Center",
        "email_sign_company": "LuxConnect",
        "receiver_full_name": "Luc Vandenberg"
    },
    {
        "subject": "Belangrijk: Actie vereist m.b.t. betalingsachterstand_LuxConnect",
        "body": "Geachte heer Vandenberg,\n\nIk hoop dat deze mail u goed bereikt.\n\nIk neem vandaag contact met u op vanuit LuxConnect om een belangrijk punt aan te kaarten dat direct invloed heeft op onze relatie. Het betreft de aanhoudende vertragingen in betalingen voor de datacenterdiensten die wij aan Proximus leveren. Deze vertragingen hebben aanzienlijke gevolgen voor onze bedrijfsvoering en stellen ons voor uitdagingen bij het handhaven van de kwaliteit van onze dienstverlening.\n\nHoewel u als Cybersecurity Specialist niet rechtstreeks verantwoordelijk bent voor de financiële kant van de zaak, kan deze kwestie wel degelijk een impact hebben op de beveiligingsinfrastructuur. De noodzakelijke updates en onderhoud aan onze systemen kunnen in gevaar komen door deze vertragingen. Daarom vragen we u dringend om deze zaak te onderzoeken en actie te ondernemen.\n\nWij hebben een overzicht van de achterstallige betalingen voorbereid, dat u hieronder kunt vinden. Wij zouden het zeer waarderen als u dit document grondig zou bekijken en de kwestie intern zou escaleren om een snelle oplossing te vinden. Het is belangrijk dat we deze situatie zo snel mogelijk oplossen om een continuïteit in onze service te garanderen.\n\nMet vriendelijke groet,\n\n",
        "email_sign_fullname": "Sophie Dubois",
        "email_sign_role": "Customer Service Officer",
        "email_sign_company": "LuxConnect",
        "receiver_full_name": "Luc Vandenberg"
    },
    {
        "subject": "Dringende Opvolging: Betalingsproblemen_LuxConnect",
        "body": "Geachte heer Vandenberg,\n\nIk hoop dat u deze e-mail goed ontvangt.\n\nNamens LuxConnect neem ik contact met u op om een dringende kwestie aan te kaarten. We ervaren aanhoudende vertragingen in de betalingen van Proximus voor onze datacenterdiensten. Deze betalingsachterstanden beïnvloeden onze cashflow en kunnen gevolgen hebben voor onze mogelijkheden om in de beveiliging van onze infrastructuur te investeren. We moeten deze situatie zo snel mogelijk aanpakken om de kwaliteit en betrouwbaarheid van onze diensten te kunnen garanderen.\n\nAls Cybersecurity Specialist bent u waarschijnlijk op de hoogte van het belang van een goed onderhouden infrastructuur. Deze betalingsvertragingen kunnen invloed hebben op onze mogelijkheden om de nodige investeringen in veiligheidsmaatregelen te doen. We vragen u daarom om deze kwestie serieus te nemen en het intern door te geven aan de betrokken afdelingen.\n\nWe hebben een document met alle details van de openstaande facturen hieronder bijgevoegd. We vragen u vriendelijk dit document te bekijken. Uw actieve betrokkenheid bij het oplossen van dit probleem is van groot belang.\n\nMet vriendelijke groet,\n\n",
        "email_sign_fullname": "Pierre Dupont",
        "email_sign_role": "Account Manager Dark Fiber",
        "email_sign_company": "LuxConnect",
        "receiver_full_name": "Luc Vandenberg"
    }
]