[
    {
        "subject": "Dringende beveiligingsupdate: Potentieel datalek bij LuxConnect",
        "body": "Geachte mijnheer Vandenberg,\n\nWe hebben een potentieel beveiligingslek ontdekt in de datacenterdiensten van LuxConnect die Proximus gebruikt. Dit vereist onmiddellijke aandacht van uw team. Er is een mogelijk risico op ongeautoriseerde toegang tot gevoelige gegevens. We hebben een gedetailleerd rapport samengesteld met alle bevindingen en de nodige stappen die moeten worden ondernomen. U kunt het rapport hieronder vinden. Gelieve dit zo snel mogelijk te bekijken en de nodige acties te ondernemen om de beveiliging te waarborgen.\n\nMet vriendelijke groet,\n",
        "email_sign_fullname": "Jean Muller",
        "email_sign_role": "Chief Technical Officer",
        "email_sign_company": "LuxConnect",
        "receiver_full_name": "Luc Vandenberg"
    },
    {
        "subject": "Onmiddellijke actie vereist: Beveiligingsprobleem met LuxConnect-datacenters",
        "body": "Geachte mijnheer Vandenberg,\n\nWe hebben een kritiek beveiligingsprobleem vastgesteld dat van invloed kan zijn op de datacenterdiensten die door LuxConnect worden geleverd aan Proximus. Er is een verhoogd risico op een cyberaanval en een mogelijke compromittering van de gegevens. De volledige details van het probleem, samen met de aanbevolen stappen om het probleem onmiddellijk aan te pakken, vindt u in het document hieronder. We verzoeken u dringend om dit document te bekijken en de nodige maatregelen te nemen om verdere schade te voorkomen.\n\nMet vriendelijke groet,\n",
        "email_sign_fullname": "Marc Schneider",
        "email_sign_role": "Account Manager Data Center",
        "email_sign_company": "LuxConnect",
        "receiver_full_name": "Luc Vandenberg"
    },
    {
        "subject": "Kritieke waarschuwing: Potentiële kwetsbaarheid in LuxConnect-infrastructuur",
        "body": "Geachte mijnheer Vandenberg,\n\nEr is een ernstige kwetsbaarheid ontdekt in de LuxConnect-infrastructuur die de datacenters voor Proximus levert. Dit kan leiden tot een aanzienlijk risico op verstoring van de dienstverlening en/of een datalek. Om de risico's te minimaliseren, is het belangrijk dat u zo snel mogelijk de volledige details van deze kwetsbaarheid, alsook de aanbevolen acties om deze te mitigeren, via de link hieronder bekijkt. Neem onmiddellijk actie om de nodige beveiligingsmaatregelen te treffen.\n\nMet vriendelijke groet,\n",
        "email_sign_fullname": "Pierre Dubois",
        "email_sign_role": "Customer Service Officer",
        "email_sign_company": "LuxConnect",
        "receiver_full_name": "Luc Vandenberg"
    }
]