[
    {
        "subject": "Exclusieve Apple Training Sessie voor Cybersecurity Specialisten",
        "addressing_the_receiver": "Geachte heer Vandenberg,",
        "body": "Apple nodigt u uit voor een exclusieve training sessie, speciaal ontworpen voor cybersecurity specialisten zoals u. Deze sessie biedt diepgaande inzichten in de beveiligingsaspecten van onze diensten, met name de mobiele facturatie voor Apple services. Wees er snel bij, want de plaatsen zijn beperkt. Klik op de link hieronder om uw plaats te reserveren voor donderdag 23 januari om 11:00 uur.",
        "email_sign_fullname": "Sofie Janssens",
        "email_sign_role": "Customer Service",
        "email_sign_company": "Apple",
        "call_to_action_text": "Reserveer Nu"
    },
    {
        "subject": "Beperkte plaatsen: Apple Training over Mobiele Beveiliging",
        "addressing_the_receiver": "Geachte heer Vandenberg,",
        "body": "Er zijn nog enkele plaatsen beschikbaar voor de Apple training sessie voor cybersecurity specialisten. Deze unieke sessie behandelt de beveiliging van mobiele facturatie voor Apple diensten. Grijp deze kans om uw kennis te verdiepen. De sessie vindt plaats op donderdag 23 januari om 11:00 uur. Klik op de onderstaande link om uw deelname te bevestigen voordat alle plaatsen volzet zijn.",
        "email_sign_fullname": "Sofie Janssens",
        "email_sign_role": "Customer Service",
        "email_sign_company": "Apple",
        "call_to_action_text": "Boek Snel"
    },
    {
        "subject": "Laatste kans: Apple Cybersecurity Training 23 januari",
        "addressing_the_receiver": "Geachte heer Vandenberg,",
        "body": "Mis de kans niet om deel te nemen aan de Apple training sessie voor cybersecurity specialisten. Deze sessie is specifiek gericht op de beveiliging van mobiele facturatie. De sessie vindt plaats op donderdag 23 januari om 11:00 uur en de plaatsen zijn bijna vol. Reageer nu door op de onderstaande link te klikken om uw plaats te garanderen.",
        "email_sign_fullname": "Sofie Janssens",
        "email_sign_role": "Customer Service",
        "email_sign_company": "Apple",
        "call_to_action_text": "Meld Aan"
    }
]