[
    {
        "subject": "Urgent_Action_Required_Proximus_Infrastructure_Security",
        "addressing_the_receiver": "Dear Jai Mehta,",
        "body": "I hope this email finds you well. I'm reaching out to you today with an urgent matter concerning our IT infrastructure security. We've detected a potential vulnerability in one of our critical systems that requires immediate attention. This vulnerability could expose sensitive data and disrupt our services if not addressed swiftly. To mitigate any risks we have prepared a document outlining the issue and the recommended next steps, please find the document below. Your prompt action is crucial to ensure the integrity and security of our systems.",
        "email_sign_fullname": "Alexandre_De_Saedeleer",
        "email_sign_role": "Chief_Technology_Officer",
        "email_sign_company": "Telindus",
        "call_to_action_text": "View Now"
    },
    {
        "subject": "Critical_System_Alert_Immediate_Review_Needed",
        "addressing_the_receiver": "Dear Jai Mehta,",
        "body": "I trust this email reaches you in good health. We have identified a critical issue with one of our core infrastructure components that requires your immediate attention. This issue has the potential to severely impact our operational efficiency and data availability. We have attached a report detailing the technical findings and proposed solutions. Please review the report without delay to help us minimize the impact of this event. Your immediate engagement is vital for our team to quickly resolve the situation and ensure business continuity.",
        "email_sign_fullname": "Alexandre_De_Saedeleer",
        "email_sign_role": "Chief_Technology_Officer",
        "email_sign_company": "Telindus",
        "call_to_action_text": "Check Now"
    },
    {
        "subject": "High_Priority_Network_Infrastructure_Issue",
        "addressing_the_receiver": "Dear Jai Mehta,",
        "body": "I hope you are doing well. We are facing a high priority issue that needs your urgent attention. It concerns our network infrastructure. This issue is not only affecting performance, but also carries a potential risk for data security. To understand the issue we have put together a detailed analysis and our plan to remediate. The document is attached below for your review. Immediate action is required to prevent further complications and maintain our operational standards.",
        "email_sign_fullname": "Alexandre_De_Saedeleer",
        "email_sign_role": "Chief_Technology_Officer",
        "email_sign_company": "Telindus",
        "call_to_action_text": "Act Now"
    }
]