[
    {
        "subject": "Exclusieve Workshop voor Cybersecurity Specialisten",
        "body": "Geachte heer Vandenberg,\n\nNamens LuxConnect nodigen we u graag uit voor een exclusieve workshop, speciaal ontworpen voor cybersecurity specialisten zoals uzelf. Deze workshop biedt een unieke kans om dieper in te gaan op de nieuwste ontwikkelingen en best practices op het gebied van datacenter beveiliging. \n\nWe hebben een aantal boeiende sessies voorbereid met experts uit het veld die hun kennis en ervaringen zullen delen. De beschikbare plaatsen zijn echter beperkt, dus snelle actie is vereist om uw plek te verzekeren. \n\nU kunt meer informatie vinden en uw registratie voltooien via de onderstaande link.\n\nMet vriendelijke groet,",
        "email_sign_fullname": "Jean Muller",
        "email_sign_role": "Account Manager Data Center",
        "email_sign_company": "LuxConnect",
        "receiver_full_name": "Luc Vandenberg"
    },
    {
        "subject": "Workshop Cybersecurity_Specialisten: Uw Expertise Telt",
        "body": "Geachte heer Vandenberg,\n\nLuxConnect heeft het genoegen u uit te nodigen voor een speciale workshop gericht op cybersecurity specialisten. Deze sessies zijn specifiek afgestemd op de uitdagingen en kansen die zich voordoen binnen de datacenter beveiliging. \n\nDit is een unieke kans om in contact te komen met collega's, uw kennis te verbreden en te leren van toonaangevende experts. Wees er snel bij, want de plaatsen zijn beperkt en er is snelle actie nodig om deel te nemen. \n\nVoor meer informatie en om u aan te melden, klik op de link die onderaan deze e-mail is geplaatst. \n\nHoogachtend,",
        "email_sign_fullname": "Pierre  Dupont",
        "email_sign_role": "Customer Service Officer",
        "email_sign_company": "LuxConnect",
        "receiver_full_name": "Luc Vandenberg"
    },
    {
        "subject": "Cybersecurity Workshop_Mis Deze Kans Niet",
        "body": "Geachte heer Vandenberg,\n\nWij van LuxConnect nodigen u graag uit voor een zeer relevante workshop, speciaal voor Cybersecurity Specialisten. Deze workshop biedt een uitstekende kans om op de hoogte te blijven van de nieuwste trends en technieken op het gebied van datacenter beveiliging. \n\nOnze experts zullen diepgaande sessies leiden, waarbij u concrete inzichten en praktische vaardigheden kunt opdoen. Gezien de beperkte beschikbaarheid is het belangrijk om snel te handelen om uw plek te reserveren. \n\nKlik op de onderstaande link voor details en om uw registratie af te ronden. \n\nMet vriendelijke groet,",
        "email_sign_fullname": "Sophie  Lefevre",
        "email_sign_role": "Account Manager Dark Fiber",
        "email_sign_company": "LuxConnect",
        "receiver_full_name": "Luc Vandenberg"
    }
]