[
    {
        "subject": "URGENT: Financial Reconciliation Required for Proximus Services",
        "body": "Dear Jean,\n\nThis email requires your immediate attention. We've identified discrepancies in the latest billing cycle for Proximus services, specifically related to fixed and mobile telephony. These discrepancies, if unresolved, could impact our financial reporting and compliance. \n\nTo ensure accuracy and avoid any penalties, please review the attached financial reconciliation document immediately. Your prompt action in verifying these figures is critical.\n\nThank you for your urgent attention to this matter.\n\nBest regards,\n\n",
        "email_sign_fullname": "Jean R. D. M.",
        "email_sign_role": "Chief Accountant",
        "email_sign_company": "Tango"
    },
    {
        "subject": "Immediate Action Needed: Proximus Service Communication Update",
        "body": "Dear Jean,\n\nWe've encountered an urgent issue with our current messaging regarding Proximus services. There is a lack of clarity that may be misleading our customers. It’s crucial that our marketing and communications accurately reflect the Proximus services we offer. This situation is time-sensitive as it affects our brand image and customer trust.\n\nPlease find attached the revised communication guidelines and update all channels within the next 24 hours. Your prompt attention is greatly appreciated.\n\nBest regards,\n\n",
        "email_sign_fullname": "Jean M.",
        "email_sign_role": "Head Of Marketing & Communications",
        "email_sign_company": "Tango"
    },
    {
        "subject": "Critical: Proximus Product Review Required Immediately",
        "body": "Dear Jean,\n\nWe have identified a critical issue with the performance of our Proximus Telecoms Products. This directly impacts the services we provide to our customers, and we need to rectify it urgently. We need your immediate expertise to review the current product offerings.\n\nPlease review the attached report on product performance and provide feedback within the next 4 hours. Your swift action is crucial to minimize disruption to our customer base.\n\nBest regards,\n\n",
        "email_sign_fullname": "Jean S.",
        "email_sign_role": "Head Of Telecoms Products",
        "email_sign_company": "Tango"
    },
    {
        "subject": "URGENT: Customer Service Protocols Review Required for Proximus Services",
        "body": "Dear M.,\n\nThere's been an increase in customer complaints regarding our Proximus services. The issues appear to stem from a misunderstanding of current service protocols, directly impacting our customer satisfaction. This requires immediate attention to prevent further escalation.\n\nWe need you to urgently review the customer service protocols document attached and make necessary revisions to the training materials for your teams. Please ensure that these changes are implemented as soon as possible.\n\nBest regards,\n\n",
        "email_sign_fullname": "M. H.",
        "email_sign_role": "Director Customer Operations",
        "email_sign_company": "Tango"
    },
    {
        "subject": "Urgent: Infrastructure Review for Proximus Service Reliability",
        "body": "Dear V.,\n\nWe have detected inconsistencies in the infrastructure supporting Proximus services, causing sporadic outages. These issues must be addressed immediately to ensure continuous service delivery for our customers. This is a top priority issue impacting all users.\n\nPlease check the attached report detailing the issues and initiate corrective actions without delay. Your urgent intervention is essential.\n\nBest regards,\n\n",
        "email_sign_fullname": "V. P.",
        "email_sign_role": "IT Infrastructure Manager",
        "email_sign_company": "Tango"
    },
    {
        "subject": "Immediate Review Needed: Proximus Product Portfolio Update",
        "body": "Dear D.,\n\nWe need your immediate expertise to re-evaluate our product portfolio in response to recent changes in Proximus service offerings. This is time sensitive and could impact our product competitiveness and market position if left unaddressed.\n\nPlease review the updated Proximus product specifications and provide feedback within 24 hours. Your rapid action is crucial to align our products with the new offerings.\n\nBest regards,\n\n",
        "email_sign_fullname": "D. D. P.",
        "email_sign_role": "Telecom Product Manager",
        "email_sign_company": "Tango"
    },
    {
        "subject": "Urgent: Inventory Update Required for Proximus Service Deployment",
        "body": "Dear M.,\n\nWe have identified a critical discrepancy in our inventory levels for equipment required for the delivery of Proximus services. This impacts our ability to deploy services to new and existing customers. Immediate action is required to avoid delays.\n\nPlease update the attached inventory list within the next hour to ensure all our teams have the correct information for deployments. Your prompt attention is necessary to prevent disruptions.\n\nBest regards,\n\n",
        "email_sign_fullname": "M. R.",
        "email_sign_role": "Logistic Manager",
        "email_sign_company": "Tango"
    },
    {
        "subject": "Action Required: Proximus Key Account Service Updates",
        "body": "Dear P.,\n\nThere's been a critical update to Proximus services that may affect our key accounts. We need your immediate attention to ensure that all our clients are aware of these changes and their impact. This could affect our service level agreements.\n\nPlease review the attached document outlining the changes and ensure you communicate them to all affected clients today. Your prompt action is vital to maintain our service standards.\n\nBest regards,\n\n",
        "email_sign_fullname": "P. S.",
        "email_sign_role": "Senior Key Account Manager",
        "email_sign_company": "Tango"
    },
    {
        "subject": "URGENT: Market Analysis for Proximus Consumer Services",
        "body": "Dear Luis,\n\nWe've identified an urgent need to re-evaluate our market approach to Proximus consumer services. Current trends suggest that our strategies may not be as effective, which may affect our market share and customer base if left unchecked. We need to act quickly.\n\n Please analyze the attached market analysis and schedule a meeting to discuss potential action plans today. Your prompt attention is necessary to ensure we remain competitive.\n\nBest regards,\n\n",
        "email_sign_fullname": "Luis Camara",
        "email_sign_role": "Chief Consumer Market Officer",
        "email_sign_company": "Tango"
    },
    {
        "subject": "Immediate Review: Legal Compliance Update for Proximus Services",
        "body": "Dear Myriam,\n\nWe've received a critical update regarding legal compliance related to Proximus services. We need to review and update our current practices immediately to avoid potential legal ramifications. This requires your immediate attention.\n\nPlease review the attached document detailing the compliance updates and advise on the necessary actions to ensure we adhere to the new guidelines. Your rapid response is essential.\n\nBest regards,\n\n",
        "email_sign_fullname": "Myriam Brunel",
        "email_sign_role": "Legal",
        "email_sign_company": "Tango"
    },
    {
        "subject": "Urgent Action Required: Customer Service Training for Proximus Outages",
        "body": "Dear Maikel,\n\nWe've had a sudden spike in Proximus related service outages. It's clear that our teams need to be better prepared to handle these events. This issue needs to be addressed to maintain our service levels.\n\nPlease see the attached training manual and conduct an urgent training for the customer service team. Your rapid response is crucial to improve the team's ability to assist our customers during outages.\n\nBest regards,\n\n",
        "email_sign_fullname": "Maikel Fernandes",
        "email_sign_role": "Team Leader",
        "email_sign_company": "Tango"
    }
]