[
    {
        "subject": "URGENT: Proximus Branding Guidelines Update_ Immediate Action Required",
        "addressing_the_receiver": "Dear Emma Wouters,",
        "body": "Our team has identified a critical discrepancy in the application of the new branding guidelines across Proximus' communication channels. This inconsistency poses a significant risk to brand integrity and customer perception. It is imperative that all departments adhere strictly to the updated guidelines to ensure a unified and professional brand image. Please review the attached document immediately and ensure all your team are aligned. Your prompt attention to this matter is vital to avoid further brand dilution.",
        "email_sign_fullname": "Jonas De Wilde",
        "email_sign_role": "Creative Director",
        "email_sign_company": "Coast"
    },
    {
        "subject": "CRITICAL: New Naming Strategy Implementation_ Proximus",
        "addressing_the_receiver": "Dear Emma Wouters,",
        "body": "It has come to our attention that the newly implemented naming strategy for Proximus is not being consistently applied across all platforms. This lack of uniformity creates confusion and undermines the efforts of the rebranding initiative. This needs to be addressed immediately. You are requested to access the guidelines below and implement them with urgency. Your swift action is crucial to maintain clarity and cohesion across all Proximus communications.",
        "email_sign_fullname": "Jonas De Wilde",
        "email_sign_role": "Creative Director",
        "email_sign_company": "Coast"
    },
    {
        "subject": "IMMEDIATE ATTENTION: Convergent Design Strategy Non_Compliance",
        "addressing_the_receiver": "Dear Emma Wouters,",
        "body": "We have detected a serious issue of non-compliance with the convergent design strategy across several Proximus projects. This is severely impacting the overall user experience and brand consistency. All teams need to familiarize themselves with the correct procedures and apply the necessary changes to ensure a seamless user experience. The full guideline is available by clicking the link below. Your urgent action is required to mitigate further damage.",
        "email_sign_fullname": "Jonas De Wilde",
        "email_sign_role": "Creative Director",
        "email_sign_company": "Coast"
    }
]