[
    {
        "subject": "BICS Quality Concerns Regarding Recent Campaigns",
        "body": "Dear Wouters,\n\nI hope this email finds you well.\n\nWe've observed some quality failures in recent campaigns that are impacting our collaborative efforts. To ensure we maintain the high standards our customers expect, it's imperative we address these issues promptly.\n\nPlease find the detailed report linked below. Your immediate review and feedback are crucial.\n\nThank you for your attention to this matter.\n\n",
        "email_sign_fullname": "Sarah Dubois",
        "email_sign_role": "Group Commercial Officer",
        "email_sign_company": "BICS",
        "receiver_full_name": "Emma Wouters"
    },
    {
        "subject": "Action Required: Quality Review of Marketing Materials",
        "body": "Dear Wouters,\n\nI am writing to you today regarding some quality control issues we've identified with recent marketing materials. These issues, if not corrected, could negatively impact the performance of our ongoing campaigns.\n\nWe've prepared a comprehensive analysis for your review, which can be accessed via the link below. It's essential to address these points quickly to maintain our marketing effectiveness. \n\nThank you for your prompt attention to this.\n\n",
        "email_sign_fullname": "Sarah Dubois",
        "email_sign_role": "Group Commercial Officer",
        "email_sign_company": "BICS",
        "receiver_full_name": "Emma Wouters"
    },
    {
        "subject": "Important: Addressing Recent Quality Issues in Marketing",
        "body": "Dear Wouters,\n\nI am reaching out to you today to discuss some quality failures we have noticed concerning recent marketing efforts. These failures are crucial for us to fix in order to guarantee the expected quality of service and performance.\n\nI have provided a detailed analysis for your attention at the link below. Your immediate input is important to address the matter as quickly as possible.\n\nThank you for your cooperation.\n",
        "email_sign_fullname": "Sarah Dubois",
        "email_sign_role": "Group Commercial Officer",
        "email_sign_company": "BICS",
        "receiver_full_name": "Emma Wouters"
    }
]