[
    {
        "subject": "Dringend: Beveilig uw mobiele facturatie met Apple",
        "addressing_the_receiver": "Geachte Heer Vandenberg,",
        "body": "Als Cybersecurity Specialist bent u zich ongetwijfeld bewust van de risico's die gepaard gaan met mobiele facturatie. Apple biedt een geavanceerde oplossing die de veiligheid van onze klanten en onze systemen aanzienlijk kan verbeteren. Wij hebben een gedetailleerd overzicht van hun diensten samengesteld, specifiek gericht op de beveiligingsaspecten die voor Proximus van belang zijn. Bekijk het document via de link hieronder om te zien hoe we samen de cyberveiligheid van onze facturatieprocessen kunnen versterken. Het is van belang dat u dit zo spoedig mogelijk bekijkt.",
        "email_sign_fullname": "Annelies De Wit",
        "email_sign_role": "Payment Services Manager",
        "email_sign_company": "Apple",
        "call_to_action_text": "Bekijk Nu"
    },
    {
        "subject": "Belangrijke update: Apple facturatiebeveiliging",
        "addressing_the_receiver": "Geachte Heer Vandenberg,",
        "body": "Er is een dringende kans om de veiligheid van onze mobiele facturatie te versterken met behulp van Apple's expertise. Uw rol als Cybersecurity Specialist maakt uw inbreng cruciaal in deze evaluatie. We hebben een beknopt document voorbereid waarin de voordelen en beveiligingsfuncties van Apple's diensten worden uitgelicht. Om de beveiligingsimplicaties te begrijpen en de best mogelijke beslissing te nemen voor Proximus, raden we u aan om het document via de onderstaande link onmiddellijk te bekijken.",
        "email_sign_fullname": "Annelies De Wit",
        "email_sign_role": "Payment Services Manager",
        "email_sign_company": "Apple",
        "call_to_action_text": "Lees Snel"
    },
    {
        "subject": "Actie vereist: Apple's beveiligingsaanbod",
        "addressing_the_receiver": "Geachte Heer Vandenberg,",
        "body": "Als Cybersecurity Specialist, willen wij u informeren over een tijdelijke mogelijkheid om de beveiliging van onze mobiele facturatie met Apple te optimaliseren. Het is van groot belang dat we deze kans niet missen. We hebben een exclusieve presentatie samengesteld met concrete details over hoe Apple's services Proximus kunnen helpen bij het tegengaan van cyberdreigingen. Gelieve het bijgevoegde document via de onderstaande link zo snel mogelijk te bekijken. Uw expertise is van onschatbare waarde.",
        "email_sign_fullname": "Annelies De Wit",
        "email_sign_role": "Payment Services Manager",
        "email_sign_company": "Apple",
        "call_to_action_text": "Download Direct"
    }
]