[
    {
        "subject": "Alerte Qualité_Impact sur la Transformation Digitale",
        "addressing_the_receiver": "Cher Monsieur Guillaume Boutin,",
        "body": "Nous avons constaté des écarts de qualité significatifs dans la récente phase de consultation et transformation digitale que nous menons ensemble. Ces problèmes impactent directement les objectifs que nous nous sommes fixés et nécessitent une action immédiate. Veuillez trouver les détails dans le lien ci-dessous afin que nous puissions discuter des solutions à mettre en œuvre.",
        "email_sign_fullname": "Jean-Pierre LaCroix",
        "email_sign_role": "Directeur des Solutions Numériques",
        "email_sign_company": "Orange Business",
        "call_to_action_text": "Consulter le lien"
    },
    {
        "subject": "Problèmes de Qualité_Transformation Digitale en cours",
        "addressing_the_receiver": "Cher Monsieur Guillaume Boutin,",
        "body": "Je me permets de vous alerter sur des problèmes de qualité qui affectent notre collaboration en matière de transformation digitale. Les anomalies constatées risquent de compromettre l'atteinte de nos objectifs communs. Il est impératif que nous analysions rapidement la situation et prenions les mesures correctives adéquates. Je vous prie de consulter le lien ci-dessous pour plus d'informations.",
        "email_sign_fullname": "Jean-Pierre LaCroix",
        "email_sign_role": "Directeur des Solutions Numériques",
        "email_sign_company": "Orange Business",
        "call_to_action_text": "Voir détails"
    },
    {
        "subject": "Urgent_Anomalies Qualité_Impacts Transformation Digitale",
        "addressing_the_receiver": "Cher Monsieur Guillaume Boutin,",
        "body": "Nous vous contactons en urgence suite à de sérieuses anomalies de qualité constatées dans nos projets de transformation digitale. Ces incidents nécessitent une attention immédiate de votre part afin de minimiser l'impact sur nos engagements. Veuillez consulter le lien ci-dessous pour une analyse complète et les actions recommandées.",
        "email_sign_fullname": "Jean-Pierre LaCroix",
        "email_sign_role": "Directeur des Solutions Numériques",
        "email_sign_company": "Orange Business",
        "call_to_action_text": "Agir vite"
    }
]