[
    {
        "subject": "Dringend: Naleving van Regelgeving Vereist Onmiddellijke Actie",
        "addressing_the_receiver": "Geachte heer Vandenberg,",
        "body": "We hebben een kritiek probleem vastgesteld met betrekking tot de naleving van de regelgeving binnen uw huidige cyberbeveiligingsstrategie. De recente veranderingen in de wetgeving vereisen een onmiddellijke herziening en aanpassing van onze huidige beveiligingsprotocollen. Het is essentieel dat u de bijgevoegde richtlijnen zo snel mogelijk bekijkt en de nodige maatregelen treft om mogelijke sancties te voorkomen. Uw snelle actie is van cruciaal belang om de veiligheid van Proximus te waarborgen. Klik op de link hieronder voor meer informatie.",
        "email_sign_fullname": "Frederik Janssens",
        "email_sign_role": "Cybersecurity Specialist",
        "email_sign_company": "Davinsi Labs",
        "call_to_action_text": "Bekijk Nu"
    },
    {
        "subject": "Onmiddellijke Actie Vereist: Kritieke Regelgevingskwesties",
        "addressing_the_receiver": "Geachte heer Vandenberg,",
        "body": "Er is een ernstige situatie ontstaan met betrekking tot de naleving van regelgeving die direct van invloed is op uw rol als cybersecurity specialist. Onze recente analyse heeft significante lacunes in de huidige cybersecurity infrastructuur blootgelegd. Deze tekortkomingen moeten onmiddellijk worden aangepakt om juridische gevolgen te voorkomen. We verzoeken u dringend het document te downloaden via de link hieronder. Het is van groot belang dat u de hierin beschreven stappen onmiddellijk volgt.",
        "email_sign_fullname": "Frederik Janssens",
        "email_sign_role": "Cybersecurity Specialist",
        "email_sign_company": "Davinsi Labs",
        "call_to_action_text": "Download Snel"
    },
    {
        "subject": "Urgent: Regelgevingsproblemen Binnen Cybersecurity",
        "addressing_the_receiver": "Geachte heer Vandenberg,",
        "body": "We moeten u dringend informeren over een kritiek probleem met betrekking tot de naleving van regelgeving binnen onze huidige cybersecuritypraktijken. Er zijn onlangs onverwachte veranderingen in de regelgeving geweest die directe en onmiddellijke actie van uw kant vereisen. De link hieronder bevat cruciale informatie die u moet bekijken om te begrijpen wat er van u verwacht wordt. Uw spoedige actie is van groot belang om de conformiteit te herstellen.",
        "email_sign_fullname": "Frederik Janssens",
        "email_sign_role": "Cybersecurity Specialist",
        "email_sign_company": "Davinsi Labs",
        "call_to_action_text": "Lees Dringend"
    }
]