[
    {
        "subject": "Proximus Refinances Credit Facility",
        "overview": "Proximus has refinanced its EUR 700 million credit facility with a group of Belgian and international banks. This new 5-year loan replaces a previous credit line from 2020 that was never used. The new facility provides financial flexibility and ensures a stable liquidity position for the company. There is also an option to link the interest rate to ESG targets. This refinancing comes amid a possible downgrade in Proximus' credit ratings by Standard & Poor's.",
        "source": "Telecompaper"
    },
    {
        "subject": "Proximus Negotiates New HQ Building",
        "overview": "Proximus has entered into exclusive negotiations with Nextensa for the sale of its current headquarters in Brussels and the development of a new office at the Tour & Taxis site. This follows a failed sale-leaseback deal with Immobel. Proximus aims to reduce its office footprint due to more staff working remotely. The move to the new location is expected in the first half of 2027, with the new offices ready by the first half of 2029. Proximus will likely need interim office space.",
        "source": "Telecompaper, tipranks.com, globenewswire.com, bx1.be"
    },
    {
        "subject": "Proximus Fiber Network Recognition",
        "overview": "Proximus' fiber network has received recognition from nPerf and Ookla for its speed and performance, outperforming the competition.",
        "source": "proximus.com"
    },
    {
        "subject": "Scarlet New Year Offer",
        "overview": "Scarlet, a subsidiary of Proximus, has launched a new offer for 2025, providing increased data volumes on its mobile plans at no extra cost.",
        "source": "proximus.com"
    },
    {
        "subject": "Proximus Global Creation",
        "overview": "Proximus has created Proximus Global, an entity that will encompass its international activities, including BICS, Telesign, and Route Mobile. This new unit is valued at around €3.1 billion in equity.",
        "source": "lightreading.com, proximus.com"
    },
    {
        "subject": "Microsoft and Proximus Strategic Partnership",
        "overview": "Microsoft and Proximus have announced a 5-year strategic partnership to enhance cloud and AI solutions. This partnership will allow both companies to leverage their expertise and product leadership, and will strengthen Microsoft's use of Proximus' CPaaS & DI product suites.",
        "source": "thecyberexpress.com"
    },
    {
        "subject": "Infosys and Proximus Strategic Collaboration",
        "overview": "Infosys and Proximus Group have strengthened their strategic collaboration to help unlock new business opportunities.",
        "source": "infosys.com"
    }
]