[
    {
        "subject": "Proximus Creates Proximus Global",
        "overview": "Proximus has launched Proximus Global, a new entity that integrates its international operations, including BICS, Telesign, and Route Mobile. This move aims to create a global leader in digital communications with a valuation of approximately EUR 3.1 billion. The new structure will streamline operations and governance, and is intended to drive commercial growth.",
        "source": "Techzine Global, Mobile Europe, Light Reading, uctoday.com, telecomtv.com"
    },
    {
        "subject": "Scarlet Offers More Data",
        "overview": "Scarlet, a subsidiary of Proximus, is offering increased data volumes on its mobile plans at no extra cost, starting in 2025. This initiative provides customers with more data while maintaining the same advantageous pricing.",
        "source": "proximus.com"
    },
    {
        "subject": "Proximus Tests Cargo Sailboat in Supply Chain",
        "overview": "Proximus and Sagemcom are testing the use of a cargo sailboat in their supply chain. This initiative explores alternative transportation methods for goods.",
        "source": "proximus.com"
    },
    {
        "subject": "Proximus Shareholding Transparency",
        "overview": "Proximus has issued multiple transparency declarations regarding its shareholding. These declarations provide updates on the company's ownership structure.",
        "source": "proximus.com"
    },
    {
        "subject": "Proximus Fiber Network Performance",
        "overview": "Studies by nPerf and Ookla® have recognized Proximus' fiber network for its superior speed and performance compared to competitors. These recognitions highlight the quality of Proximus' fiber infrastructure.",
        "source": "proximus.com"
    },
    {
        "subject": "Microsoft and Proximus Strategic Partnership",
        "overview": "Microsoft and Proximus have announced a 5-year strategic partnership to enhance cloud and AI solutions. This collaboration will allow both companies to leverage their expertise and product leadership, with Microsoft strengthening its use of Proximus' CPaaS & DI products.",
        "source": "The Cyber Express"
    },
    {
        "subject": "Proximus Sells Data Centers",
        "overview": "Proximus has sold its data centers to Datacenter United (DC United) in a sale-leaseback deal valued at €128 million. This transaction is expected to close by Q1 2025 and is part of Proximus' asset divestment plan.",
        "source": "datacenterdynamics.com"
    }
]