[
    {
        "subject": "Proximus Creates Proximus Global",
        "overview": "Proximus Group has launched Proximus Global, a new entity that consolidates its international operations, including BICS, Telesign, and Route Mobile. This move aims to create a global leader in digital communications with a valuation of approximately EUR 3.1 billion. The new structure will streamline operations and governance, and facilitate commercial growth.",
        "source": "Techzine Global, Mobile Europe, uctoday.com, lightreading.com, telecomtv.com"
    },
    {
        "subject": "Strategic Shift to Global Operations",
        "overview": "Proximus has strategically transformed in recent years to expand its international business. This includes the full acquisitions of Telesign and BICS, and the acquisition of Route Mobile in 2023. These moves have strengthened Proximus' position in Communication Platforms as a Service (CPaaS) and digital identity (DI) solutions.",
        "source": "Techzine Global, Mobile Europe"
    },
    {
        "subject": "Data Center Sale",
        "overview": "Proximus sold its data centers to Datacenter United (DC United) in a sale-leaseback deal valued at €128 million. This transaction, involving four facilities, is expected to close by Q1 2025 and is part of Proximus' asset divestment plan.",
        "source": "datacenterdynamics.com"
    },
    {
        "subject": "Fiber Network Performance",
        "overview": "Proximus' fiber network has been recognized for its superior speed and performance by nPerf and Ookla®, two international institutions specializing in network quality measurement.",
        "source": "proximus.com"
    },
    {
        "subject": "Scarlet's New Offer",
        "overview": "Scarlet, a subsidiary of Proximus, has launched a new offer for 2025, providing increased data volumes on its mobile plans at no extra cost.",
        "source": "proximus.com"
    },
    {
        "subject": "Proximus and Sagemcom Test Cargo Sailboat",
        "overview": "Proximus and Sagemcom are testing the use of cargo sailboats in their supply chain, indicating a move towards more sustainable logistics.",
        "source": "proximus.com"
    },
    {
        "subject": "Infosys and Proximus Strategic Collaboration",
        "overview": "Infosys and Proximus Group have announced a strategic collaboration to unlock new business opportunities, further strengthening their existing partnership.",
        "source": "infosys.com"
    }
]