[
    {
        "subject": "Scarlet Mobile Plan Update",
        "overview": "Scarlet, a subsidiary of Proximus, has increased the data volumes on its mobile plans without raising prices, effective January 8, 2025.",
        "source": "proximus.com"
    },
    {
        "subject": "Proximus Global Launch",
        "overview": "Proximus has integrated its international operations, including BICS, Telesign, and Route Mobile, into a new entity called Proximus Global. This move aims to streamline operations and drive growth in digital communications, with an estimated equity value of €3.1 billion.",
        "source": "mobileeurope.co.uk, techzine.eu, uctoday.com, lightreading.com"
    },
    {
        "subject": "Data Center Sale",
        "overview": "Proximus has sold its data centers to Datacenter United in a sale-leaseback deal valued at €128 million. The transaction is expected to close by Q1 2025, as part of Proximus' asset divestment plan.",
        "source": "datacenterdynamics.com"
    },
    {
        "subject": "Be-Mobile Potential Sale",
        "overview": "Proximus is reportedly considering selling its mobility subsidiary, Be-Mobile, to fund its fiber optic cable rollout. Proximus owns a 93% stake in Be-Mobile.",
        "source": "datacenterdynamics.com"
    },
    {
        "subject": "Fiber Network Recognition",
        "overview": "Proximus' fiber network has been recognized by nPerf and Ookla for its superior speed and performance compared to competitors.",
        "source": "proximus.com"
    },
    {
        "subject": "Microsoft Strategic Partnership",
        "overview": "Proximus and Microsoft have announced a 5-year strategic partnership to enhance cloud and AI solutions, leveraging their respective expertise and product leadership. This partnership will also strengthen Microsoft's use of Proximus' CPaaS & DI product suites.",
        "source": "thecyberexpress.com"
    },
    {
        "subject": "Facade Box Replacement in Brussels",
        "overview": "Proximus, along with Digi, is required to replace thousands of telecommunication boxes on building facades in Brussels to comply with new color codes. This is in response to public concerns about the aesthetics of the installations.",
        "source": "bx1.be"
    }
]