[
    {
        "subject": "Proximus to Negotiate New HQ Building with Nextensa",
        "overview": "Proximus has entered into exclusive negotiations with Nextensa for the sale of its current headquarters in Brussels and the potential development of a new office at the Tour & Taxis site. This move comes after a previous deal with Immobel fell through. Proximus aims to reduce its office space due to increased remote work and will use the sale proceeds to fund its fiber optic network rollout. The company anticipates finalizing the agreement in Q2 2025, with a move to the new location expected in the first half of 2027.",
        "source": "Telecompaper, tipranks.com, BX1"
    },
    {
        "subject": "Proximus and Sagemcom Test Cargo Sailboat in Supply Chain",
        "overview": "Proximus and Sagemcom are exploring sustainable transportation methods by testing the use of a cargo sailboat in their supply chain. This initiative highlights Proximus' commitment to environmental responsibility.",
        "source": "proximus.com"
    },
    {
        "subject": "Proximus Creates Proximus Global",
        "overview": "Proximus has consolidated its international activities under a new entity called Proximus Global. This division includes BICS, Telesign, and Route Mobile, and is valued at approximately €3.1 billion. This move aims to strengthen Proximus' position as a global digital communications leader.",
        "source": "proximus.com, lightreading.com"
    },
    {
        "subject": "Scarlet Offers More Data at Same Price",
        "overview": "Scarlet, a brand of Proximus, has increased the data volumes on its mobile plans without raising prices. This new offer is part of Scarlet's strategy to provide more value to its customers.",
        "source": "proximus.com"
    },
    {
        "subject": "Proximus Fiber Network Recognized for Performance",
        "overview": "Proximus' fiber network has received recognition from nPerf and Ookla for its superior speed and performance compared to competitors. This highlights the company's success in providing high-quality internet services.",
        "source": "proximus.com"
    },
    {
        "subject": "Proximus Extends Maturity of Revolving Credit Facility",
        "overview": "Proximus has successfully extended the maturity of its EUR 700 million Revolving Credit Facility. This financial move provides the company with continued financial flexibility.",
        "source": "marketscreener.com"
    }
]