[
    {
        "subject": "Proximus Rebrands International Division as Proximus Global",
        "overview": "Proximus has integrated its international operations, including BICS, Telesign, and Route Mobile, under a new brand called Proximus Global. This new entity is valued at approximately €3.1 billion in equity. The move aims to streamline operations, leverage cross-selling opportunities, and drive growth in the international market. Clear Bridge Ventures, the investment vehicle of Route Mobile's founders, retains an 8.7% stake in Proximus Global, with Proximus owning the rest. Guillaume Boutin will serve as CEO of Proximus Global while continuing his role as group CEO.",
        "source": "lightreading.com, telecomtv.com, mobileeurope.co.uk"
    },
    {
        "subject": "Scarlet Offers More Data at Same Price",
        "overview": "Scarlet, a subsidiary of Proximus, has increased the data volumes on its mobile plans without raising prices. This offer is part of Scarlet's strategy to start the new year with more value for its customers.",
        "source": "proximus.com"
    },
    {
        "subject": "Proximus Tests Cargo Sailboat in Supply Chain",
        "overview": "Proximus is collaborating with Sagemcom to test the use of a cargo sailboat in its supply chain. This initiative highlights Proximus' commitment to exploring sustainable transportation methods.",
        "source": "proximus.com"
    },
    {
        "subject": "Proximus Fiber Network Recognized for Speed and Performance",
        "overview": "Studies by nPerf and Ookla have recognized Proximus' fiber network for its superior speed and performance compared to competitors. These recognitions highlight the quality of Proximus' fiber infrastructure.",
        "source": "proximus.com"
    },
    {
        "subject": "Proximus Sells Luxembourg Towers",
        "overview": "Proximus has sold its mobile tower assets in Luxembourg to InfraRed Capital Partners for approximately €108 million. This sale is part of Proximus' strategy to divest non-core assets.",
        "source": "datacenterdynamics.com, marketscreener.com"
    },
    {
        "subject": "Proximus to Sell Be-Mobile",
        "overview": "Proximus is reportedly planning to sell its mobility subsidiary, Be-Mobile, to fund its fiber optic cable rollout. Be-Mobile is known for its mobile parking payment system. Proximus owns a majority stake (around 93%) in Be-Mobile.",
        "source": "datacenterdynamics.com"
    },
    {
        "subject": "Proximus Completes Data Center Sale",
        "overview": "Proximus has finalized the sale of its data centers to Datacenter United in a sale-leaseback deal valued at €128 million. This transaction is part of Proximus' asset divestment plan.",
        "source": "datacenterdynamics.com"
    },
    {
        "subject": "Microsoft and Proximus Announce Strategic Partnership",
        "overview": "Microsoft and Proximus have entered into a 5-year strategic partnership to enhance cloud and AI solutions. This collaboration will allow both companies to leverage their expertise and product leadership, with Microsoft strengthening its use of Proximus' CPaaS & DI product suites.",
        "source": "thecyberexpress.com"
    }
]