[
    {
        "subject": "Proximus Rebrands International Division as Proximus Global",
        "overview": "Proximus has rebranded its international division under the name Proximus Global, integrating BICS, Telesign, and Route Mobile. This new entity is valued at approximately €3.1 billion and aims to streamline operations and drive global growth in digital communications. The move is a strategic shift as other incumbents focus on their home markets.",
        "source": "lightreading.com, mobileeurope.co.uk, techzine.eu, telecomtv.com"
    },
    {
        "subject": "Scarlet Offers More Data at Same Price",
        "overview": "Scarlet, a subsidiary of Proximus, has increased the data volumes on its mobile plans at no extra cost, starting in 2025. This initiative aims to provide more value to customers while maintaining the same price point.",
        "source": "proximus.com"
    },
    {
        "subject": "Proximus Tests Cargo Sailboat in Supply Chain",
        "overview": "Proximus is exploring sustainable logistics by testing the use of a cargo sailboat in its supply chain, in collaboration with Sagemcom. This initiative highlights Proximus' commitment to environmentally friendly practices.",
        "source": "proximus.com"
    },
    {
        "subject": "Proximus Fiber Network Outperforms Competition",
        "overview": "Studies by nPerf and Ookla® have recognized Proximus' fiber network for its superior speed and performance compared to competitors. This recognition underscores Proximus' commitment to providing high-quality network services.",
        "source": "proximus.com"
    },
    {
        "subject": "Proximus Welcomes New Colleagues",
        "overview": "Proximus has welcomed 47 new colleagues, marking a positive start to 2025. This indicates the company's continued growth and expansion.",
        "source": "proximus.com"
    },
    {
        "subject": "Proximus to replace thousands of boxes on facades in Brussels",
        "overview": "Proximus, along with Digi, is required to replace thousands of telecommunication boxes on building facades in Brussels to comply with new color codes. This is in response to public concerns about the aesthetics of the installations. The boxes must now match the facade colors, with specific codes for black, light gray, or terra cotta. Failure to comply may result in fines.",
        "source": "bx1.be"
    },
    {
        "subject": "Proximus Sells Luxembourg Towers",
        "overview": "Proximus has sold its mobile tower assets in Luxembourg to InfraRed Capital Partners for approximately €108 million. This sale is part of Proximus' strategy to optimize its infrastructure portfolio.",
        "source": "datacenterdynamics.com, marketscreener.com"
    }
]