[
    {
        "subject": "Proximus selects Nextensa for new headquarters development",
        "overview": "Proximus has chosen Nextensa to negotiate the development of its new headquarters in Brussels at the Tour & Taxis site. This includes the acquisition of Proximus' current towers at the Brussels North Station by Nextensa. The move is expected to happen in the first half of 2027, with the new offices ready by the first half of 2029. The final agreement is expected in Q2 2025.",
        "source": "Telecompaper, tipranks.com, GlobeNewswire, bx1.be"
    },
    {
        "subject": "Proximus refinances credit facility",
        "overview": "Proximus has refinanced its EUR 700 million credit facility with a new 5-year loan from a group of Belgian and international banks. This replaces a previous credit line from 2020 that was never used. The new facility includes options to link the interest rate to ESG targets and provides financial flexibility.",
        "source": "Telecompaper"
    },
    {
        "subject": "Proximus fiber network outperforms competition",
        "overview": "Studies by nPerf and Ookla show that Proximus' fiber network has superior speed and performance compared to its competitors.",
        "source": "proximus.com, marketscreener.com"
    },
    {
        "subject": "Scarlet offers more data at the same price",
        "overview": "Scarlet, a subsidiary of Proximus, is offering increased data volumes on its mobile plans at no extra cost.",
        "source": "proximus.com"
    },
    {
        "subject": "Proximus and Sagemcom test cargo sailboat in supply chain",
        "overview": "Proximus and Sagemcom are testing the use of cargo sailboats in their supply chain.",
        "source": "proximus.com, marketscreener.com"
    },
    {
        "subject": "Proximus creates Proximus Global",
        "overview": "Proximus has created Proximus Global to integrate its international activities, including BICS, Telesign, and Route Mobile, under one brand.",
        "source": "proximus.com, marketscreener.com, lightreading.com"
    },
    {
        "subject": "Proximus sells Luxembourg towers to InfraRed Capital Partners",
        "overview": "Proximus has sold its mobile tower infrastructure in Luxembourg to InfraRed Capital Partners for EUR 108 million.",
        "source": "marketscreener.com, datacenterdynamics.com"
    },
    {
        "subject": "Proximus sells data center business to Datacenter United",
        "overview": "Proximus has sold its data center business to Datacenter United for an enterprise value of EUR 128 million.",
        "source": "marketscreener.com, datacenterdynamics.com"
    },
    {
        "subject": "Microsoft and Proximus announce strategic partnership",
        "overview": "Microsoft and Proximus have announced a 5-year strategic partnership to enhance cloud and AI solutions, leveraging their respective expertise.",
        "source": "thecyberexpress.com"
    }
]