[
    {
        "subject": "Proximus Extends Revolving Credit Facility",
        "overview": "Proximus has successfully extended the maturity of its EUR 700 million Revolving Credit Facility with a pool of Belgian and international banks. The renewed facility has a 5-year tenor with two 1-year extension options and will be used as a liquidity reserve.",
        "source": "marketscreener.com, globalcapital.com"
    },
    {
        "subject": "Proximus to Move Brussels Headquarters to Tour & Taxis",
        "overview": "Proximus has selected Nextensa as the preferred bidder for the development of its new Brussels campus at the Tour & Taxis site. This includes the acquisition of Proximus' current towers at the Brussels North Station by Nextensa. Final contracts are expected to be signed by Q2 2025.",
        "source": "globenewswire.com"
    },
    {
        "subject": "Proximus Refinances Loan with Sustainability Features",
        "overview": "Proximus has refinanced its €700 million loan, with plans to add sustainability features. The loan has a five-year term with options for two one-year extensions. The sustainability goals are still to be agreed upon with lenders.",
        "source": "globalcapital.com"
    },
    {
        "subject": "Proximus Global Created",
        "overview": "Proximus Group has created Proximus Global, integrating BICS, Telesign, and Route Mobile under one umbrella. This new organization is valued at approximately EUR 3.1 billion in equity value and aims to streamline operations and governance.",
        "source": "proximus.com, telecomtv.com, lightreading.com"
    },
    {
        "subject": "Scarlet Offers More Data",
        "overview": "Scarlet, a Proximus brand, has launched a new offer for 2025, providing increased data volumes on its mobile plans at no extra cost.",
        "source": "proximus.com"
    },
    {
        "subject": "Proximus and Sagemcom Test Cargo Sailboat",
        "overview": "Proximus and Sagemcom are testing the use of a cargo sailboat in their supply chain, highlighting a commitment to sustainable practices.",
        "source": "proximus.com"
    },
    {
        "subject": "Proximus Fiber Network Recognized",
        "overview": "Proximus' fiber network has received recognition from nPerf and Ookla for its speed and performance, outperforming competitors.",
        "source": "proximus.com"
    },
    {
        "subject": "Microsoft and Proximus Strategic Partnership",
        "overview": "Microsoft and Proximus have announced a 5-year strategic partnership to enhance cloud and AI solutions, leveraging their respective expertise and product leadership.",
        "source": "thecyberexpress.com"
    }
]