[
    {
        "subject": "Proximus Creates Proximus Global",
        "overview": "Proximus Group is consolidating its international activities by creating Proximus Global. This new entity will integrate BICS, Telesign, and Route Mobile under a single umbrella, aiming to streamline operations and drive global growth. Proximus Global is valued at approximately €3.1 billion in equity.",
        "source": "Mobile Europe, Light Reading, Route Mobile, TelecomTV"
    },
    {
        "subject": "Proximus and Sagemcom Test Cargo Sailboat in Supply Chain",
        "overview": "Proximus and Sagemcom are testing the use of a cargo sailboat in their supply chain. This initiative highlights Proximus' commitment to sustainable practices.",
        "source": "proximus.com"
    },
    {
        "subject": "Scarlet Offers More Data at Same Price",
        "overview": "Scarlet, a subsidiary of Proximus, is offering increased data volumes on its mobile plans without raising prices. This new offer is part of Scarlet's strategy to provide more value to its customers.",
        "source": "proximus.com"
    },
    {
        "subject": "Proximus Fiber Network Recognized for Performance",
        "overview": "Proximus' fiber network has received recognition from nPerf and Ookla for its superior speed and performance compared to competitors. This highlights the company's investment in high-quality network infrastructure.",
        "source": "proximus.com"
    },
    {
        "subject": "Proximus Extends Maturity of Revolving Credit Facility",
        "overview": "Proximus has successfully extended the maturity of its EUR 700 million Revolving Credit Facility. This move provides the company with continued financial flexibility.",
        "source": "marketscreener.com"
    },
    {
        "subject": "Proximus Sells Luxembourg Towers",
        "overview": "Proximus has sold its mobile tower assets in Luxembourg to InfraRed Capital Partners for approximately €110 million. This sale is part of Proximus' asset divestment plan.",
        "source": "marketscreener.com, Data Center Dynamics"
    },
    {
        "subject": "Proximus to Sell Be-Mobile",
        "overview": "Proximus is reportedly planning to sell its mobility subsidiary, Be-Mobile, to fund its fiber optic cable rollout. This move is part of a broader plan to free up €500 million for investments in fiber optics.",
        "source": "Data Center Dynamics"
    },
    {
        "subject": "Proximus and Microsoft Announce Strategic Partnership",
        "overview": "Proximus and Microsoft have announced a 5-year strategic partnership to enhance cloud and AI solutions. This collaboration will allow both companies to leverage their expertise and product leadership.",
        "source": "The Cyber Express"
    }
]