[
    {
        "subject": "Urgent Action Required: Proximus Service Provisioning via Comsave Platform",
        "body": "Dear Proximus Team,\n\nWe've identified a critical issue affecting the provisioning of Proximus internet and last-mile access services through the Comsave e-commerce platform. This requires your immediate attention to ensure seamless service delivery.\n\nTo understand the issue and the necessary steps to resolve it, please review the attached document outlining the problem and proposed solutions. This is a high-priority matter and requires prompt action from your side. \n\nYour immediate review is essential to maintain our service quality. Please click the link below to access the document now:\n[LINK TO DOCUMENT]\n\nThank you for your swift cooperation.\n\n",
        "email_sign": "Best regards,\nUnknown Unknown\nUnknown\nComsave"
    },
    {
        "subject": "Critical: Proximus Service Disruption Alert - Action Required",
        "body": "Dear Proximus Team,\n\nA potential disruption in the provisioning of Proximus services via the Comsave platform has been detected. This issue may impact ongoing service deployments and requires your immediate attention.\n\nTo investigate this situation and ensure no interruption in your services, please click on the link below to access the relevant information about the incident and how to resolve it quickly. The attached document outlines the situation and necessary steps. Your prompt action will help minimize any potential impact.\n\nAccess the details here: [LINK TO DOCUMENT]\n\nTime is of the essence. Your cooperation is greatly appreciated.\n\n",
        "email_sign": "Best regards,\nUnknown Unknown\nUnknown\nComsave"
    },
    {
        "subject": "Immediate Attention: Action Needed for Proximus Service via Comsave",
        "body": "Dear Proximus Team,\n\nWe're reaching out regarding an urgent matter concerning the Proximus service provisioning on the Comsave platform. We've identified a situation that needs immediate intervention to ensure continuous service operations.\n\nTo get a detailed understanding of this issue and how you can address it, please download the attached file immediately. It outlines the problem and contains a guide to resolve it swiftly. Delay in reviewing this might have consequences.\n\nDownload the file here: [LINK TO ATTACHMENT]\n\nThank you for your prompt response.\n\n",
        "email_sign": "Best regards,\nUnknown Unknown\nUnknown\nComsave"
    }
]