[
    {
        "subject": "URGENT: Proximus Network Solution Review Required",
        "body": "Dear Mitch,\n\nWe've encountered a critical issue impacting our wireless network solutions for Proximus. Immediate review is required to ensure seamless service delivery. Please find the detailed incident report and action plan in the attached document. Your prompt attention to this matter is crucial.\n\nBest regards,\n\n",
        "email_sign": "Mitch De Geest\nCEO\nCitymesh"
    },
    {
        "subject": "Critical: Proximus Wireless Tech Review - Immediate Action Needed",
        "body": "Dear Robin,\n\nThere's an urgent technical matter regarding our Proximus wireless network solutions. We need your expertise to resolve a configuration issue detailed in the attached report. Please analyze the document and provide guidance on the next steps as soon as possible. This requires immediate attention.\n\nBest regards,\n\n",
        "email_sign": "Robin Leblon\nChief Technology Officer\nCitymesh"
    },
    {
        "subject": "Action Required: Proximus Service Impact - Urgent Review",
        "body": "Dear Freek,\n\nWe are facing an urgent situation with our wireless network solutions for Proximus. This impacts service delivery and requires immediate action. The attached document contains all details and our proposed solution. Please review this to mitigate any further impact on our Proximus partnership.\n\nBest regards,\n\n",
        "email_sign": "Freek Pauwels\nChief Commercial Officer\nCitymesh"
    },
    {
        "subject": "URGENT: Proximus Employee Impact Review",
        "body": "Dear S.,\n\nThere is an urgent matter that affects our wireless network solutions for Proximus. It’s important that we understand the impact on our team and resources. The attached report outlines the situation and required actions. Please review and advise on necessary steps to support our personnel involved with the Proximus project.\n\nBest regards,\n\n",
        "email_sign": "S. Van Eeckhout\nChief People Officer\nCitymesh"
    },
    {
        "subject": "Immediate Attention: Proximus Operational Issue",
        "body": "Dear J.,\n\nWe need your immediate attention to an operational issue affecting our wireless network solutions for Proximus. The attached report outlines the problem and our proposed resolution. Please review the document and implement the necessary steps to restore services swiftly. Your swift action is critical.\n\nBest regards,\n\n",
        "email_sign": "J. T.\nChief Operating Officer\nCitymesh"
    },
    {
        "subject": "Urgent: Financial Review Needed for Proximus Solution",
        "body": "Dear L.,\n\nWe've encountered an urgent financial matter related to our wireless network solutions for Proximus. The attached document details the issue and its potential impact. Please review this as soon as possible and advise on necessary financial measures to mitigate risks.\n\nBest regards,\n\n",
        "email_sign": "L. V.\nHead Admin And Finance\nCitymesh"
    },
    {
        "subject": "URGENT: Marketing Update Needed - Proximus Service Issue",
        "body": "Dear Karolien,\n\nWe are facing an urgent service issue related to our wireless network solutions for Proximus, and it requires immediate marketing and communication adjustments. Please find attached the incident report. Can you prepare a brief update for Proximus and internal stakeholders? This is an urgent situation that needs swift action.\n\nBest regards,\n\n",
        "email_sign": "Karolien \nMarketing Manager\nCitymesh"
    }
]