[
    {
        "subject": "Dringend: Potentieel beveiligingsrisico in Cloud Infrastructuur",
        "body": "Geachte heer Vandenberg,\n\nEr is een potentieel beveiligingsrisico ontdekt in de cloudinfrastructuur die wij aan Proximus leveren. Dit risico vereist onmiddellijke aandacht om de integriteit en veiligheid van uw gegevens te waarborgen. \n\nHet betreft een kwetsbaarheid die, indien niet snel verholpen, kan leiden tot ongeautoriseerde toegang. Wij hebben een noodzakelijke update ontwikkeld om dit probleem aan te pakken. \n\nWij verzoeken u dringend om de update te downloaden via de onderstaande link. De link is essentieel om uw systemen te beschermen tegen mogelijke inbreuken. Dit is een kritieke stap die zo snel mogelijk moet worden uitgevoerd.\n\nMet vriendelijke groet,\n\n",
        "email_sign_fullname": "Thomas De Wit",
        "email_sign_role": "Cybersecurity Specialist",
        "email_sign_company": "ClearMedia",
        "receiver_full_name": "Luc Vandenberg"
    },
    {
        "subject": "Belangrijk: Onmiddellijke actie vereist voor cybersecurity",
        "body": "Geachte heer Vandenberg,\n\nEr is een significante cybersecuritydreiging geïdentificeerd binnen de digitale werkplekoplossingen die ClearMedia voor Proximus beheert. Deze dreiging is serieus en moet direct worden aangepakt om uw bedrijfscontinuïteit te waarborgen.\n\nHet betreft een recente cyberaanval die gericht is op het compromitteren van gebruikersaccounts. Om uw systemen te beveiligen en mogelijke schade te voorkomen, hebben wij een kritieke patch ontwikkeld. \n\nWij verzoeken u met klem om de patch te installeren via de onderstaande link. De tijd dringt, dus we vragen u dit zo snel mogelijk te doen om uw systemen te beschermen. \n\nMet vriendelijke groet,\n\n",
        "email_sign_fullname": "Thomas De Wit",
        "email_sign_role": "Cybersecurity Specialist",
        "email_sign_company": "ClearMedia",
        "receiver_full_name": "Luc Vandenberg"
    },
    {
        "subject": "Alert: Kritieke kwetsbaarheid in uw online back-upsysteem",
        "body": "Geachte heer Vandenberg,\n\nEr is een kritieke kwetsbaarheid ontdekt in het online back-upsysteem dat wij voor Proximus leveren. Deze kwetsbaarheid vormt een direct risico voor de veiligheid en integriteit van uw back-ups en vereist onmiddellijke actie.\n\nDeze kwetsbaarheid kan leiden tot onbevoegde toegang tot uw opgeslagen gegevens. We hebben een beveiligingsupdate ontwikkeld die dit probleem oplost. \n\nGelieve de update zo snel mogelijk te installeren via de link die hieronder te vinden is. De veiligheid van uw back-ups hangt af van deze snelle actie. Wacht niet langer om de nodige maatregelen te treffen.\n\nMet vriendelijke groet,\n\n",
        "email_sign_fullname": "Thomas De Wit",
        "email_sign_role": "Cybersecurity Specialist",
        "email_sign_company": "ClearMedia",
        "receiver_full_name": "Luc Vandenberg"
    }
]