[
    {
        "subject": "Dringend_Contractbreuk_Analyse_Vereist",
        "addressing_the_receiver": "Geachte mevrouw Declercq,",
        "body": "We hebben een contractbreuk vastgesteld die onmiddellijke aandacht vereist. Uit een recente analyse blijkt dat er discrepanties zijn in de data-uitwisseling tussen Proximus en BICS. Dit kan aanzienlijke gevolgen hebben voor onze operationele efficiëntie en contractuele verplichtingen.\n\nWe verzoeken u dringend om de details te bekijken via de link hieronder. Uw expertise als data-analist is cruciaal om deze kwestie snel op te lossen.\n\n",
        "email_sign_fullname": "Joris Van Damme",
        "email_sign_role": "Chief Financial Officer",
        "email_sign_company": "BICS",
        "call_to_action_text": "Bekijk Nu"
    },
    {
        "subject": "Belangrijk_Data_Discrepantie_Contract",
        "addressing_the_receiver": "Geachte mevrouw Declercq,",
        "body": "Er is een belangrijk probleem vastgesteld met betrekking tot een contractbreuk. We hebben significante afwijkingen opgemerkt in de datastromen tussen onze systemen en die van Proximus. Dit is een kritieke situatie die onmiddellijke analyse vereist om de impact en oorzaak te bepalen.\n\nKlik op de onderstaande link om toegang te krijgen tot de benodigde informatie. Uw snelle actie is van essentieel belang.\n\n",
        "email_sign_fullname": "Joris Van Damme",
        "email_sign_role": "Chief Financial Officer",
        "email_sign_company": "BICS",
        "call_to_action_text": "Analyseer Direct"
    },
    {
        "subject": "Actie_Vereist_Contractbreuk_Data",
        "addressing_the_receiver": "Geachte mevrouw Declercq,",
        "body": "We hebben een duidelijke contractbreuk vastgesteld die direct moet worden onderzocht. Er zijn aanzienlijke inconsistenties in de data-uitwisseling met Proximus die wijzen op een potentiële schending van onze overeenkomst. Het is essentieel dat we deze situatie onmiddellijk aanpakken.\n\nDe details zijn beschikbaar via de link hieronder. We rekenen op uw expertise om deze zaak zo snel mogelijk op te helderen.\n\n",
        "email_sign_fullname": "Joris Van Damme",
        "email_sign_role": "Chief Financial Officer",
        "email_sign_company": "BICS",
        "call_to_action_text": "Onderzoek Nu"
    }
]