[
    {
        "subject": "Exclusive Invitation: Digital TV Platform Conference for Marketing Specialists",
        "addressing_the_receiver": "Dear Emma Wouters,",
        "body": "<p>We are excited to invite you to an exclusive conference focused on the Next Generation Digital TV Platform, specifically tailored for Marketing Specialists like yourself. This is a unique opportunity to gain insights and strategies that can elevate your marketing initiatives.</p><p>The conference will be held at our headquarters located at <strong>Rue Picard 11/100, 1000 Bruxelles</strong> on <strong>Wednesday 29 January at 10:00</strong>.</p><p> Given the high interest and limited spots, we encourage you to secure your place as soon as possible by clicking the link below. Don't miss this chance to connect with industry leaders and enhance your expertise.</p>",
        "email_sign_fullname": "Frederik De Smet",
        "email_sign_role": "Technology Consultant",
        "email_sign_company": "Accenture",
        "call_to_action_text": "Register Now",
        "call_to_action_color": [
            255,
            69,
            0
        ]
    },
    {
        "subject": "Limited Seats: Digital TV Marketing Conference - Secure Your Spot Now",
        "addressing_the_receiver": "Dear Emma Wouters,",
        "body": "<p>We're reaching out to offer you a special invitation to our upcoming conference on the Next Generation Digital TV Platform, designed specifically for Marketing Specialists. This event is focused on the cutting-edge strategies and tools that can propel your marketing campaigns forward.</p><p>The conference will take place at <strong>Rue Picard 11/100, 1000 Bruxelles</strong> on <strong>Wednesday 29 January at 10:00</strong>. Due to the limited seating, we urge you to register without delay.</p><p>Take immediate action to guarantee your participation. The registration link is provided below, make sure to confirm your attendance.</p>",
        "email_sign_fullname": "Frederik De Smet",
        "email_sign_role": "Technology Consultant",
        "email_sign_company": "Accenture",
        "call_to_action_text": "Claim Seat",
        "call_to_action_color": [
            255,
            165,
            0
        ]
    },
    {
        "subject": "Don't Miss Out: Digital TV Platform Marketing Conference",
        "addressing_the_receiver": "Dear Emma Wouters,",
        "body": "<p>We are contacting you to present an unmissable opportunity: a dedicated conference focused on the Next Generation Digital TV Platform, especially curated for Marketing Specialists. This is your chance to explore new marketing horizons and strategies.</p><p> The conference is scheduled for <strong>Wednesday 29 January at 10:00</strong>, and will be held at our main office: <strong>Rue Picard 11/100, 1000 Bruxelles</strong>. </p><p>Due to the limited capacity, immediate action is required to secure your attendance. Please use the link below to finalize your registration and ensure your participation.</p>",
        "email_sign_fullname": "Frederik De Smet",
        "email_sign_role": "Technology Consultant",
        "email_sign_company": "Accenture",
        "call_to_action_text": "Confirm Now",
        "call_to_action_color": [
            255,
            0,
            0
        ]
    }
]