[
    {
        "subject": "Exclusieve Cybersecurity Workshop voor Proximus Specialisten",
        "addressing_the_receiver": "Geachte heer Vandenberg,",
        "body": "We nodigen u graag uit voor een exclusieve workshop, speciaal ontworpen voor cybersecurity specialisten zoals uzelf. K-Force, als Proximus Business Partner, organiseert deze sessie om dieper in te gaan op de nieuwste bedreigingen en verdedigingsstrategieën.\n\nDeze hands-on workshop vindt plaats op <strong>Vrijdag 24 Januari om 13:00</strong> in onze kantoren te <strong>Waterloosesteenweg 33, 1640 Sint-Genesius-Rode, België</strong>. Er zijn slechts een beperkt aantal plaatsen beschikbaar, dus uw snelle actie is vereist om uw deelname te verzekeren.\n\nWe hebben een boeiend programma samengesteld met praktijkgerichte oefeningen die u direct kunt toepassen in uw dagelijkse werkzaamheden. Meer details over de inhoud van de workshop vindt u in de bijgevoegde documenten. We kijken ernaar uit u te verwelkomen!",
        "email_sign_fullname": "Thomas De Wever",
        "email_sign_role": "Account Manager",
        "email_sign_company": "K-Force",
        "call_to_action_text": "Reserveer nu"
    },
    {
        "subject": "Cybersecurity Workshops: Beperkte Plaatsen voor Proximus Experts",
        "addressing_the_receiver": "Geachte heer Vandenberg,",
        "body": "Als cybersecurity specialist bij Proximus bent u constant op zoek naar manieren om uw vaardigheden te verbeteren en bij te blijven met de laatste trends. Daarom nodigt K-Force u uit voor een exclusieve workshop, specifiek gericht op uw expertisegebied.\n\nDe workshop is gepland op <strong>Vrijdag 24 Januari om 13:00</strong> en zal plaatsvinden op <strong>Waterloosesteenweg 33, 1640 Sint-Genesius-Rode, België</strong>. Omdat de beschikbare plaatsen beperkt zijn, is het belangrijk dat u snel handelt. Mis deze kans niet om uw kennis te verrijken en te netwerken met collega's uit de sector.\n\nKlik op de onderstaande link om de agenda te bekijken en uw plaats te reserveren. Wacht niet te lang, want de plaatsen zijn zeer gewild!",
        "email_sign_fullname": "Thomas De Wever",
        "email_sign_role": "Account Manager",
        "email_sign_company": "K-Force",
        "call_to_action_text": "Bekijk details"
    },
    {
        "subject": "Mis deze Cybersecurity Workshop niet",
        "addressing_the_receiver": "Geachte heer Vandenberg,",
        "body": "K-Force nodigt u graag uit voor een essentiële workshop gericht op cybersecurity professionals. Als gewaardeerde cybersecurity specialist van Proximus, bent u ongetwijfeld op zoek naar mogelijkheden om uw expertise te verdiepen en up-to-date te blijven met de laatste ontwikkelingen. Deze workshop is ontworpen om u hierbij te helpen.\n\nDe workshop vindt plaats op <strong>Vrijdag 24 Januari om 13:00</strong> in onze locatie op <strong>Waterloosesteenweg 33, 1640 Sint-Genesius-Rode, België</strong>. Wees er snel bij, want het aantal plaatsen is beperkt en de vraag is groot.\n\nWe hebben een programma samengesteld dat zowel diepgaande theoretische inzichten als praktische vaardigheden omvat. De link hieronder leidt u naar alle details over de workshop. Wacht niet te lang, verzeker nu uw plek!",
        "email_sign_fullname": "Thomas De Wever",
        "email_sign_role": "Account Manager",
        "email_sign_company": "K-Force",
        "call_to_action_text": "Schrijf in"
    }
]