[
    {
        "subject": "Nieuwe Kansen voor Cybersecurity bij Proximus Verhuizing naar Tour & Taxis",
        "addressing_the_receiver": "Geachte heer Vandenberg,",
        "body": "Met de aankomende verhuizing van Proximus naar Tour & Taxis, die gepland staat voor de eerste helft van <strong>2027</strong>, ontstaat er een unieke kans om onze cybersecurity strategie te herzien en te versterken. KForce, als Proximus Business Partner gespecialiseerd in telefonie en internetdiensten, kan u helpen bij het optimaliseren van uw bedrijfscommunicatie en beveiligingsinfrastructuur op deze nieuwe locatie. Dit is een cruciaal moment om proactief te handelen en ervoor te zorgen dat alle diensten en werkplekken, die tegen het einde van de eerste helft van <strong>2029</strong> operationeel moeten zijn, optimaal beveiligd zijn. Ontdek de mogelijkheden die we u kunnen bieden door op de onderstaande link te klikken en uw behoeften met ons te bespreken.",
        "email_sign_fullname": "Alexander De Vries",
        "email_sign_role": "Business Development Manager",
        "email_sign_company": "KForce",
        "call_to_action_text": "Bekijk nu"
    },
    {
        "subject": "Proximus Global en Cybersecurity: Uw Volgende Stappen",
        "addressing_the_receiver": "Geachte heer Vandenberg,",
        "body": "De recente oprichting van Proximus Global, met een waarde van ongeveer €3,1 miljard, biedt een uitstekende gelegenheid om de cybersecurity strategie te heroverwegen. Het is belangrijk dat alle entiteiten onder deze nieuwe paraplu, inclusief BICS, Telesign en Route Mobile, volledig geïntegreerd zijn in een uniform en robuust beveiligingskader. KForce begrijpt deze uitdagingen en is klaar om Proximus te ondersteunen bij het ontwikkelen van oplossingen die zowel efficiënt als veilig zijn. We nodigen u uit om de onderstaande link te bezoeken voor meer informatie en om een afspraak te maken om de cybersecurity aspecten van deze integratie te bespreken.",
        "email_sign_fullname": "Alexander De Vries",
        "email_sign_role": "Business Development Manager",
        "email_sign_company": "KForce",
        "call_to_action_text": "Klik hier"
    },
    {
        "subject": "Versterk Cybersecurity met de Proximus Revolving Credit Faciliteit",
        "addressing_the_receiver": "Geachte heer Vandenberg,",
        "body": "De verlenging van de EUR 700 miljoen Revolving Credit Faciliteit biedt Proximus de financiële flexibiliteit om te investeren in de nieuwste technologieën, inclusief cybersecurity. KForce kan u assisteren bij het identificeren van de meest strategische investeringsmogelijkheden om uw cybersecurity infrastructuur te versterken en de risico's te minimaliseren. Door op de onderstaande link te klikken, krijgt u toegang tot een gedetailleerde analyse en een op maat gemaakte aanpak voor uw cybersecurity behoeften. We kijken uit naar uw reactie.",
        "email_sign_fullname": "Alexander De Vries",
        "email_sign_role": "Business Development Manager",
        "email_sign_company": "KForce",
        "call_to_action_text": "Lees meer"
    },
    {
        "subject": "Optimaliseer uw Cybersecurity met het Proximus Fiber Netwerk",
        "addressing_the_receiver": "Geachte heer Vandenberg,",
        "body": "Het feit dat het Proximus fiber netwerk de concurrentie overtreft qua snelheid en prestaties, biedt een uitstekende basis voor het optimaliseren van uw cybersecurity. KForce kan u helpen bij het benutten van deze snelle verbindingen met geavanceerde beveiligingsoplossingen. Met de groeiende hoeveelheid data die via het netwerk gaat, is het cruciaal om een robuuste cybersecurity strategie te hebben. We nodigen u uit om op de onderstaande link te klikken voor meer informatie over hoe wij u kunnen helpen uw netwerk te beveiligen en de prestaties te behouden. We staan klaar om uw vragen te beantwoorden.",
        "email_sign_fullname": "Alexander De Vries",
        "email_sign_role": "Business Development Manager",
        "email_sign_company": "KForce",
        "call_to_action_text": "Bekijk aanbod"
    },
    {
        "subject": "Scarlet's Nieuwe Aanbod: Cybersecurity Implicaties voor Proximus",
        "addressing_the_receiver": "Geachte heer Vandenberg,",
        "body": "Het nieuwe aanbod van Scarlet met meer data tegen dezelfde prijs kan leiden tot een verhoogd risico op cybersecurity bedreigingen. KForce kan Proximus ondersteunen bij het beoordelen van de mogelijke risico's en het implementeren van de nodige beveiligingsmaatregelen. Het is belangrijk om deze ontwikkelingen niet te negeren. We nodigen u uit om via de onderstaande link in contact te komen met ons team, zodat we samen kunnen werken aan een veilige en efficiënte toekomst voor uw netwerk.",
        "email_sign_fullname": "Alexander De Vries",
        "email_sign_role": "Business Development Manager",
        "email_sign_company": "KForce",
        "call_to_action_text": "Contacteer ons"
    },
    {
        "subject": "Microsoft en Proximus Strategische Samenwerking: Cybersecurity Kans",
        "addressing_the_receiver": "Geachte heer Vandenberg,",
        "body": "De 5 jarige strategische samenwerking tussen Microsoft en Proximus biedt unieke kansen voor het verbeteren van cloud en AI oplossingen en het versterken van de cybersecurity. KForce kan uw bedrijf begeleiden bij het identificeren en implementeren van geavanceerde cybersecurity strategieën om te profiteren van deze samenwerking en de risico’s te beperken. Klik op de onderstaande link om meer te weten te komen over hoe KForce uw bedrijf kan ondersteunen en uw cybersecurity kan versterken. We zijn klaar om uw vragen te beantwoorden.",
        "email_sign_fullname": "Alexander De Vries",
        "email_sign_role": "Business Development Manager",
        "email_sign_company": "KForce",
        "call_to_action_text": "Vind meer"
    }
]