[
    {
        "subject": "Exclusive Invitation: Leadership Forums for Marketing Specialists",
        "addressing_the_receiver": "Dear Emma Wouters,",
        "body": "We are excited to invite you to an exclusive Leadership Forums event, specifically tailored for Marketing Specialists like yourself. This is a unique opportunity to engage with industry leaders and explore innovative strategies. The event is scheduled for Wednesday, January 29th, at 10 AM. Due to limited spots, we urge you to confirm your attendance as soon as possible by clicking the link below.",
        "email_sign_fullname": "Lotte Peeters",
        "email_sign_role": "Brand Strategist",
        "email_sign_company": "Coast",
        "call_to_action_text": "Confirm Now"
    },
    {
        "subject": "Leadership Forums: Secure Your Spot Now",
        "addressing_the_receiver": "Dear Emma Wouters,",
        "body": "Don't miss your chance to attend our Leadership Forums event designed for Marketing Specialists. This is a valuable opportunity to connect with peers and gain insights from leading experts. The event will be held on Wednesday, January 29th at 10 AM. Spaces are limited, so immediate action is needed to secure your spot. Please click the link below to register without delay.",
        "email_sign_fullname": "Lotte Peeters",
        "email_sign_role": "Brand Strategist",
        "email_sign_company": "Coast",
        "call_to_action_text": "Register Today"
    },
    {
        "subject": "Time Sensitive: Leadership Forums for Marketing Specialists",
        "addressing_the_receiver": "Dear Emma Wouters,",
        "body": "We have a special invitation for you to participate in our Leadership Forums event created for Marketing Specialists. This event promises to provide you with the latest trends and strategies. It will be on Wednesday, January 29th, at 10 AM. The number of participants is restricted, so we encourage you to act quickly and click the link below to guarantee your attendance.",
        "email_sign_fullname": "Lotte Peeters",
        "email_sign_role": "Brand Strategist",
        "email_sign_company": "Coast",
        "call_to_action_text": "Join Now"
    }
]