[
    {
        "subject": "Immediate Action Required: Proximus Brand Guidelines Update",
        "addressing_the_receiver": "Dear Emma Wouters,",
        "body": "Our team at Coast has identified a critical discrepancy in the current Proximus brand guidelines that requires your immediate attention. The inconsistency in visual assets across recent campaigns is impacting brand recognition and potentially diluting our message. It's crucial that we address this promptly to ensure a unified brand representation. Please review the updated guidelines immediately by clicking the link below. This is urgent, as ongoing campaigns risk further misrepresentation if not aligned with the new standards.",
        "email_sign_fullname": "Sophie Dubois",
        "email_sign_role": "Brand Strategist",
        "email_sign_company": "Coast",
        "call_to_action_text": "Review Now"
    },
    {
        "subject": "Urgent: Proximus Naming Strategy Revision Needed",
        "addressing_the_receiver": "Dear Emma Wouters,",
        "body": "We've detected an issue with the application of the new Proximus naming strategy across several product lines. This misalignment is creating confusion for our customers and needs to be corrected as soon as possible.  We've prepared a revised naming architecture document. It is imperative that you download and implement these changes to avoid any further inconsistencies. Your swift action is critical to avoid long term brand confusion. The document is available for download below.",
        "email_sign_fullname": "Sophie Dubois",
        "email_sign_role": "Brand Strategist",
        "email_sign_company": "Coast",
        "call_to_action_text": "Download Now"
    },
    {
        "subject": "Critical: Communication Offer Alignment for Proximus",
        "addressing_the_receiver": "Dear Emma Wouters,",
        "body": "There's an urgent need to address inconsistencies in the current communication offers for Proximus. Our analysis reveals that different offers are not clearly aligned with the overall brand strategy. This could lead to a loss of potential customers and reduced brand effectiveness. Please access the link below to find updated communication guidelines that will help resolve this issue. It is important to act swiftly to maintain a cohesive and impactful brand message.",
        "email_sign_fullname": "Sophie Dubois",
        "email_sign_role": "Brand Strategist",
        "email_sign_company": "Coast",
        "call_to_action_text": "Access Here"
    }
]