[
    {
        "subject": "Proximus to move headquarters to Tour & Taxis",
        "overview": "Proximus has selected Nextensa as the preferred bidder to develop its new Brussels headquarters at the Tour & Taxis site. The move is planned for the first half of 2027, with all services and workplaces in place by the end of the first half of 2029. Proximus will also sell its current headquarters towers at the Brussels North Station to Nextensa. The final contracts are expected to be signed by Q2 2025.",
        "source": "GlobeNewswire, tipranks.com, bx1.be"
    },
    {
        "subject": "Proximus extends maturity of EUR 700 million Revolving Credit Facility",
        "overview": "Proximus has successfully extended the maturity of its EUR 700 million Revolving Credit Facility. This renewal provides the company with financial flexibility and ensures a solid liquidity position.",
        "source": "proximus.com"
    },
    {
        "subject": "Proximus' fiber network outperforms competition",
        "overview": "Studies by nPerf and Ookla® have shown that Proximus' fiber network outperforms the competition in terms of speed and performance. The company's fiber network has received recognition from both international institutions.",
        "source": "proximus.com, marketscreener.com"
    },
    {
        "subject": "New offer at Scarlet: more data, same price",
        "overview": "Scarlet, a subsidiary of Proximus, has launched a new offer providing customers with more data while maintaining the same advantageous price.",
        "source": "proximus.com"
    },
    {
        "subject": "Proximus Global created to oversee international activities",
        "overview": "Proximus has created Proximus Global to integrate its international division under one umbrella. This new unit includes BICS, Telesign, and Route Mobile, and is valued at around €3.1 billion. The shares of BICS will be transferred to Proximus Global, which was formerly known as Proximus Opal.",
        "source": "lightreading.com, proximus.com, telecomtv.com, marketscreener.com"
    },
    {
        "subject": "Proximus and Sagemcom test cargo sailboat in supply chain",
        "overview": "Proximus and Sagemcom are testing the use of a cargo sailboat in their supply chain, exploring more sustainable transportation methods.",
        "source": "proximus.com, marketscreener.com"
    },
    {
        "subject": "Infosys and Proximus Group strategic collaboration",
        "overview": "Infosys and Proximus Group have entered into a strategic pact to explore business opportunities in CPaaS and digital identity. The collaboration will focus on a joint go-to-market approach using products from Proximus' international affiliates, including Route Mobile and Telesign.",
        "source": "indiatimes.com"
    },
    {
        "subject": "Microsoft and Proximus announce 5-year strategic partnership",
        "overview": "Microsoft and Proximus have announced a 5-year strategic partnership to enhance cloud and AI solutions. This partnership will allow both companies to leverage their expertise and product leadership, with Microsoft strengthening its use of Proximus' CPaaS and DI product suites.",
        "source": "thecyberexpress.com"
    }
]