[
    {
        "subject": "Scarlet Mobile Plan Update",
        "overview": "Scarlet, a subsidiary of Proximus, has increased the data volumes on its mobile plans without raising prices, effective January 8, 2025.",
        "source": "proximus.com"
    },
    {
        "subject": "Proximus Shareholding Transparency",
        "overview": "Proximus has issued multiple transparency declarations regarding its shareholding, with the most recent one on December 23, 2024.",
        "source": "proximus.com"
    },
    {
        "subject": "Cargo Sailboat Supply Chain Test",
        "overview": "Proximus and Sagemcom are testing the use of cargo sailboats in their supply chain, as announced on December 19, 2024.",
        "source": "proximus.com"
    },
    {
        "subject": "New Headquarters Development",
        "overview": "Proximus has selected Nextensa to negotiate the development of its new headquarters in Brussels, including the sale of its current towers and a potential new office at the Tour & Taxis site. This follows a previous deal falling through due to rising costs. The aim is to reduce office space due to increased remote work and to finance the FTTH rollout. The final agreement is expected in Q2 2025, with the new offices ready by the first half of 2029.",
        "source": "telecompaper.com, tipranks.com"
    },
    {
        "subject": "Proximus Global Formation",
        "overview": "Proximus is integrating its international subsidiaries BICS, Telesign, and Route Mobile under a new entity called Proximus Global, valued at approximately €3.1 billion. This move aims to streamline operations, leverage global presence, and drive growth in digital communications. This is a strategic move as other incumbents are focusing on their home markets.",
        "source": "mobileeurope.co.uk, techzine.eu, uctoday.com, lightreading.com"
    },
    {
        "subject": "Proximus Refinances Credit Facility",
        "overview": "Proximus has refinanced its EUR 700 million Revolving Credit Facility with a pool of banks. The renewed facility has a 5-year tenor with two 1-year extension options and includes a framework to link credit margin to ESG targets.",
        "source": "marketscreener.com"
    },
    {
        "subject": "Microsoft Strategic Partnership",
        "overview": "Proximus and Microsoft have announced a 5-year strategic partnership to enhance cloud and AI solutions, leveraging their respective expertise. This partnership will also strengthen Microsoft's use of Proximus' CPaaS & DI products.",
        "source": "thecyberexpress.com"
    },
    {
        "subject": "Fiber Network Recognition",
        "overview": "Proximus' fiber network has been recognized by nPerf and Ookla for its superior speed and performance compared to competitors.",
        "source": "proximus.com"
    }
]