[
    {
        "subject": "Proximus to relocate headquarters to Tour & Taxis",
        "overview": "Proximus has selected Nextensa to develop its new Brussels headquarters at the Tour & Taxis site. The move is scheduled for the first half of 2027, with all services and workplaces in place by the end of the first half of 2029. As part of the deal, Proximus will sell its current towers at the Brussels North Station to Nextensa. The new campus will be located in the Lake Side project and is designed to promote collaboration, innovation, and sustainability.",
        "source": "TipRanks, GlobeNewswire, BX1"
    },
    {
        "subject": "Proximus creates Proximus Global",
        "overview": "Proximus has integrated its international division under a new umbrella called Proximus Global. This new entity combines BICS, Telesign, and Route Mobile, and is valued at approximately €3.1 billion in equity. The move aims to streamline operations and create a unified global leadership team.",
        "source": "lightreading.com, telecomtv.com"
    },
    {
        "subject": "Proximus extends Revolving Credit Facility",
        "overview": "Proximus has successfully extended the maturity of its EUR 700 million Revolving Credit Facility. This renewal provides the company with financial flexibility and ensures a solid liquidity position.",
        "source": "proximus.com"
    },
    {
        "subject": "Proximus Fiber Network Outperforms Competition",
        "overview": "Studies by nPerf and Ookla® have shown that Proximus' fiber network outperforms the competition in terms of speed and performance.",
        "source": "proximus.com"
    },
    {
        "subject": "New Offer at Scarlet",
        "overview": "Scarlet, a subsidiary of Proximus, has launched a new offer with more data at the same price.",
        "source": "proximus.com"
    },
    {
        "subject": "Microsoft and Proximus Announce Strategic Partnership",
        "overview": "Microsoft and Proximus have announced a 5-year strategic partnership to enhance cloud and AI solutions. This partnership will allow both companies to leverage their expertise and product leadership, with Microsoft strengthening its use of Proximus' CPaaS & DI products.",
        "source": "The Cyber Express"
    }
]