[
    {
        "subject": "Proximus to Relocate Headquarters to Tour & Taxis",
        "overview": "Proximus has selected Nextensa to develop its new headquarters at the Tour & Taxis site in Brussels. This move includes the sale of Proximus' current towers at the Brussels North Station to Nextensa. The final contracts are expected to be signed by the second quarter of 2025, with the relocation of employees scheduled for the first half of 2027 and the full campus operational by the end of the first half of 2029. This move is part of Proximus's strategy to enhance digital ecosystems and create a sustainable work environment.",
        "source": "Tipranks.com, GlobeNewswire, BX1"
    },
    {
        "subject": "Proximus Creates Proximus Global",
        "overview": "Proximus is integrating its international divisions under a single umbrella called Proximus Global. This new unit, valued at approximately €3.1 billion, will include BICS, Telesign, and Route Mobile. The move aims to consolidate Proximus' international activities and strengthen its position as a global digital communications leader.",
        "source": "lightreading.com, Proximus.com"
    },
    {
        "subject": "Proximus Extends Revolving Credit Facility",
        "overview": "Proximus has successfully extended the maturity of its EUR 700 million Revolving Credit Facility. This renewal provides the company with financial flexibility and ensures a solid liquidity position.",
        "source": "Proximus.com"
    },
    {
        "subject": "Proximus Fiber Network Outperforms Competition",
        "overview": "Studies by nPerf and Ookla have shown that Proximus' fiber network outperforms its competitors in terms of speed and performance. This recognition highlights the quality and reliability of Proximus' fiber infrastructure.",
        "source": "Proximus.com, MarketScreener"
    },
    {
        "subject": "New Offer at Scarlet",
        "overview": "Scarlet, a subsidiary of Proximus, has launched a new offer providing more data at the same price. This initiative aims to provide customers with more value and enhance their mobile experience.",
        "source": "Proximus.com"
    },
    {
        "subject": "Proximus and Sagemcom Test Cargo Sailboat in Supply Chain",
        "overview": "Proximus and Sagemcom are testing the use of a cargo sailboat in their supply chain. This initiative is part of Proximus' commitment to sustainability and exploring eco-friendly transportation options.",
        "source": "Proximus.com, MarketScreener"
    },
    {
        "subject": "Microsoft and Proximus Announce Strategic Partnership",
        "overview": "Microsoft and Proximus have announced a 5-year strategic partnership to enhance cloud and AI solutions. This collaboration will allow both companies to leverage their expertise and product leadership, with Microsoft strengthening its use of Proximus' CPaaS & DI products.",
        "source": "thecyberexpress.com"
    }
]